{
  "intents": [
    {
      "tag": "saludo",
      "patterns": [
        "hola",
        "holaaa",
        "hooola",
        "hoola",
        "Hola",
        "hola",
        "holá",
        "ola",
        "olá",
        "buenas",
        "Buenas",
        "bUenas",
        "Buenás",
        "Buenas tardes",
        "Buenas Tardes",
        "Buenas tardes!",
        "Buenas Tardes!",
        "Buenas noches",
        "Buenas Noches",
        "Buenas noches!",
        "Buenas Noches!",
        "Buenos días",
        "Buenos Dias",
        "Buenos días!",
        "Buenos Dias!",
        "Buen día",
        "Buen día!",
        "Buen día!!",
        "Buen día!!!",
        "Hola!",
        "Hola!!",
        "hola!!",
        "hOla",
        "holaa",
        "Ola",
        "Óla",
        "Buenaas",
        "Buenass",
        "bUenas",
        "Buenas tardes!",
        "Buenas Tardes!",
        "Buenas noches!!",
        "Buenas Noches!!",
        "Buenos días!!",
        "Buenos Dias!!",
        "Buen día!",
        "Hola, ¿cómo estás?",
        "Hola, cómo estás",
        "Hola, ¿cómo está usted?",
        "Hola, cómo está usted",
        "Hola, ¿cómo te va?",
        "Hola, cómo te va",
        "Hola, ¿qué tal?",
        "Hola, qué tal",
        "Hola, ¿qué pasa?",
        "Hola, qué pasa",
        "Hola, ¿cómo va todo?",
        "Hola, cómo va todo",
        "Hola, ¿cómo va todo?",
        "Hola, cómo va todo",
        "¿Qué tal!",
        "¿Qué tal??",
        "¿Qué tal?",
        "¿Qué hay de nuevo?",
        "¿Qué hay de nuevo?",
        "¿Cómo va todo?",
        "¿Cómo va todo?",
        "¿Cómo andas?",
        "¿Cómo andas?",
        "¿Qué pasa?",
        "¿Qué pasa?",
        "¿Qué hubo?",
        "¿Qué hubo?",
        "¿Cómo te encuentras?",
        "¿Cómo te encuentras?",
        "¿Cómo te sientes?",
        "¿Cómo te sientes?"
      ],
      "responses": [
        "Hola, ¿cómo estás? ¿En qué puedo asistirte hoy?",
        "¡Saludos! ¿Cómo puedo ayudarte en este momento?",
        "¡Buen día! ¿En qué puedo colaborar contigo hoy?",
        "Hola, ¿qué tal? ¿Cómo puedo ser de ayuda hoy?",
        "¡Hey! Me alegra que estés aquí. ¿En qué puedo asistirte?",
        "Hola, ¿cómo va todo? ¿En qué puedo ayudarte hoy?",
        "¡Hola! ¿Qué necesitas hoy? Estoy aquí para ayudarte.",
        "Hola, ¿qué hay de nuevo? ¿En qué puedo servirte hoy?",
        "¡Hola! ¿Cómo puedo hacer tu día más fácil hoy?",
        "Hola, ¿cómo estás? ¿En qué puedo hacer una diferencia hoy?"
      ]
    },



    {
      "tag": "despedirse",
      "patterns": [
        "adios",
        "Adiós",
        "ADIOS",
        "adios",
        "Adios",
        "ADIOS",
        "adiossss",
        "adioss",
        "adiosss",
        "adiooos",
        "adioooos",
        "adiooooss",
        "adioooossss",
        "adioooosssss",
        "adioooss",
        "adiooosss",
        "adiooossss",
        "adiooosssss",
        "adiooss",
        "adioosss",
        "adioossss",
        "adioosssss",
        "adiosss",
        "adiossss",
        "adiosssss",
        "adiossssss",
        "adiosssssss",
        "adiossssssss",
        "adiosssssssss",
        "adiossssssssss",
        "adioss",
        "adiosss",
        "adiosssss",
        "adiossssss",
        "adiosssssss",
        "adiossssssss",
        "aadioss",
        "aadiosss",
        "aadiosssss",
        "aadiossssss",
        "aadiosssssss",
        "aadiossssssss",
        "nos vemos",
        "Nos vemos",
        "nos vemos pronto",
        "hasta luego",
        "Hasta luego",
        "HASTA LUEGO",
        "hasta luego",
        "Hasta luego!",
        "Hasta luego!!",
        "Hasta luego :)",
        "Hasta luego :D"
      ],
      "responses": [
        "¡Hasta luego y que tengas un día maravilloso! Estoy aquí si necesitas algo más.",
        "Adiós y que tengas un día estupendo. No dudes en contactarme si necesitas algo más.",
        "Que tengas un excelente día. Si requieres algo más, estoy a tu disposición.",
        "¡Nos vemos y que tengas un día genial! Siempre disponible si necesitas ayuda adicional.",
        "Hasta pronto y que tengas un día increíble. Estoy aquí para cualquier consulta.",
        "Adiós y que disfrutes de tu día. Si hay algo más en lo que pueda asistirte, házmelo saber.",
        "Que tengas un día fantástico. No dudes en ponerte en contacto si necesitas algo más.",
        "Nos despedimos con buenos deseos para tu día. Estoy disponible si necesitas algo más.",
        "¡Hasta pronto! Que tengas un día fabuloso y si necesitas algo más, aquí estoy para ayudarte.",
        "Adiós y que tengas un excelente día. Encuéntrame en Instagram para mantenernos en contacto."
      ]
    },
    {
      "tag": "entender",
      "patterns": [
        "No entiendo",
        "no entiendo",
        "No comprendo",
        "no comprendo",
        "No capté",
        "no capté",
        "No logro entender",
        "no logro entender",
        "No entendí",
        "no entendí",
        "No comprendí",
        "no comprendí",
        "No capté eso",
        "no capté eso",
        "No logro comprender",
        "no logro comprender",
        "No me quedó claro",
        "no me quedó claro",
        "No me alcanza a entender",
        "no me alcanza a entender",
        "No me hago entender",
        "no me hago entender",
        "No le encuentro sentido",
        "no le encuentro sentido",
        "No le veo la lógica",
        "no le veo la lógica",
        "No le pillo",
        "no le pillo",
        "No le agarro la onda",
        "no le agarro la onda",
        "No le caigo",
        "no le caigo",
        "No caigo",
        "no caigo",
        "No capto",
        "no capto",
        "No pillo",
        "no pillo"
      ],
      "responses": [
        "Por supuesto, ¿podrías explicar la pregunta de otra manera para darte una respuesta diferente?",
        "Entendido, ¿podrías hacer la pregunta de nuevo para darte una respuesta alternativa?",
        "Claro, ¿puedes reformular tu pregunta para que pueda proporcionarte otra respuesta?",
        "Entendido, ¿puedes plantear la pregunta de manera diferente para darte una respuesta distinta?",
        "Sí, ¿puedes expresar tu consulta de manera distinta para darte otra respuesta?",
        "De acuerdo, ¿podrías reestructurar tu pregunta para que pueda ofrecerte otra respuesta?",
        "Entiendo, ¿podrías cambiar la pregunta para que pueda darte una respuesta diferente?",
        "Seguro, ¿podrías plantear tu pregunta de otra manera para que pueda darte una respuesta alternativa?",
        "Entiendo, ¿podrías reformular la consulta para darte otra respuesta?",
        "Claro, ¿podrías hacer la pregunta de forma diferente para que pueda darte una respuesta alternativa?"
      ]
    },
    {
      "tag": "presentacion",
      "patterns": [
        "Quién eres",
        "Quien eres",
        "cuál es tu nombre",
        "cuál es tu nombre?",
        "Cual es tu nombre",
        "Cual es tu nombre?",
        "Cómo te llamas",
        "Como te llamas",
        "cómo te llamas",
        "como te llamas",
        "¿Quién eres?",
        "¿Quien eres?",
        "¿Cuál es tu nombre?",
        "¿Cuál es tu nombre?",
        "¿Cómo te llamas?",
        "¿Como te llamas?",
        "¿Cuál es tu identidad?",
        "¿Cual es tu identidad?",
        "Cuál es tu identidad",
        "Cual es tu identidad",
        "Cuál es tu identidad?",
        "Cual es tu identidad?"
      ],
      "responses": [
        "¡Hola! Mi nombre es Eduardo. Cuento con experiencia en desarrollo web convencional y en tecnologías modernas como React, Node.js y Python. ¿Cómo puedo asistirte hoy?",
        "¡Saludos! Soy Eduardo. Tengo habilidades en desarrollo web tradicional y en tecnologías actuales como React, Node.js y Python. ¿En qué puedo colaborar contigo hoy?",
        "¡Hola! Aquí Eduardo. He trabajado en desarrollo web clásico y en tecnologías avanzadas como React, Node.js y Python. ¿En qué puedo ayudarte?",
        "Hola, soy Eduardo. Tengo experiencia tanto en desarrollo web convencional como en tecnologías modernas como React, Node.js y Python. ¿Cómo puedo ser de ayuda hoy?",
        "Hola, soy Eduardo. Mi experiencia abarca desde el desarrollo web tradicional hasta el uso de tecnologías como React, Node.js y Python. ¿En qué puedo asistirte?",
        "¡Hey! Mi nombre es Eduardo. Estoy versado en desarrollo web convencional y en tecnologías actuales como React, Node.js y Python. ¿Cómo puedo ayudarte hoy?",
        "Hola, aquí Eduardo. Tengo conocimientos en desarrollo web tradicional y en tecnologías de vanguardia como React, Node.js y Python. ¿En qué puedo colaborar hoy?",
        "Hola, soy Eduardo. Tengo experiencia en desarrollo web clásico y en tecnologías modernas como React, Node.js y Python. ¿En qué puedo ayudarte hoy?",
        "¡Hola! Me llamo Eduardo. Tengo experiencia en desarrollo web tradicional y en tecnologías avanzadas como React, Node.js y Python. ¿Cómo puedo ser de ayuda hoy?",
        "¡Saludos! Aquí Eduardo. He trabajado en desarrollo web convencional y en tecnologías modernas como React, Node.js y Python. ¿En qué puedo colaborar hoy?"
      ]
    },
    {
      "tag": "contacto",
      "patterns": [
        "Ponerme en contacto",
        "ponerme en contacto",
        "Ponerme en contacto contigo",
        "ponerme en contacto contigo",
        "reunion contigo",
        "quiero hablar contigo",
        "quiero reunirme contigo"
      
      ],


      "responses": [
        "Por supuesto. Puedes comunicarte directamente conmigo. Te sugiero hacerlo a través de Instagram. Encuentras el contacto en esta misma página.",
        "Claro, puedes contactarme directamente. Mi recomendación es que lo hagas mediante Instagram. El contacto está disponible en esta misma web.",
        "Sí, puedes hablar conmigo de manera directa. Te sugiero que lo hagas a través de Instagram. Encuentras los detalles de contacto en esta misma página.",
        "Entendido. Puedes contactarme directamente. Te aconsejo hacerlo a través de Instagram. El contacto está aquí en esta web.",
        "Claro, puedes comunicarte conmigo directamente. Te recomendaría hacerlo mediante Instagram. Tienes el contacto disponible en esta misma página.",
        "Por supuesto. Puedes hablar conmigo directamente. Mi sugerencia es que lo hagas a través de Instagram. El contacto está aquí en esta página.",
        "Sí, puedes contactarme directamente. Te sugiero hacerlo por Instagram. El contacto lo encuentras en esta misma página.",
        "Entendido. Puedes comunicarte directamente conmigo. Te aconsejo hacerlo a través de Instagram. Tienes el contacto en esta web.",
        "Claro, puedes hablar conmigo directamente. Te recomiendo hacerlo mediante Instagram. Encuentras el contacto en esta misma página.",
        "Sí, puedes contactarme directamente. Te sugiero hacerlo a través de Instagram. El contacto está disponible en esta web."
      ]
    },
    {
      "tag": "servicios",
      "patterns": [

        "que sabes programar",
        "que sabes hacer",
        "¿Qué servicios ofreces?",
        "¿Qué servicios ofreces?",
        "Qué servicios ofreces",
        "qué servicios ofreces",
        "Qué servicios tienes",
        "qué servicios tienes",
        "Qué productos ofreces",
        "qué productos ofreces",
        "Qué me recomiendas",
        "qué me recomiendas",
        "Cómo puedes ayudarme",
        "cómo puedes ayudarme",
        "Cómo puedes ayudar",
        "cómo puedes ayudar",
        "Cómo me puedes ayudar",
        "cómo me puedes ayudar",
        "Cómo me puedes ayudar?",
        "cómo me puedes ayudar?",
        "Qué me recomiendas?",
        "qué me recomiendas?",
        "Qué productos tienes",
        "qué productos tienes",
        "Qué servicios puedes ofrecer",
        "qué servicios puedes ofrecer",
        "Qué servicios dispones",
        "qué servicios dispones",
        "Cuáles son tus servicios",
        "cuáles son tus servicios",
        "Cuáles son tus productos",
        "cuáles son tus productos",
        "Cuál es tu oferta",
        "cuál es tu oferta",
        "Cuál es tu propuesta",
        "cuál es tu propuesta",
        "Cuál es tu recomendación",
        "cuál es tu recomendación",
        "Cuál es tu especialidad",
        "cuál es tu especialidad",
        "Cuál es tu línea de productos",
        "cuál es tu línea de productos",
        "Cuál es tu línea de servicios",
        "cuál es tu línea de servicios",
        "Pon un ejemplo de tus servicios",
        "un ejemplo de tus servicios",
        "un ejemplo de tus servicios",
        "un ejemplo de lo que haces",
        "un ejemplo de tu trabajo",
        "un ejemplo de lo que haces",
        "un ejemplo de tu trabajo"
      ],
      "responses": [
        "Por supuesto, aquí te detallo mis servicios: 1. Desarrollo de aplicaciones web o móviles con tecnologías modernas como React, Node, Python o Kotlin. 2. Consultoría para mejorar tu sitio web o aplicación existente. 3. Servicios de branding para fortalecer tu marca. 4. Estrategias de marketing digital incluyendo SEO, Facebook Ads, Google Ads y TikTok Ads. 5. Creación de contenido visual y publicitario mediante diseño gráfico y multimedia. Para más detalles, contáctame por correo o Instagram y te responderé lo más pronto posible.",
        "¡Claro que sí! Aquí tienes una lista de mis servicios: 1. Desarrollo de aplicaciones web o móviles utilizando tecnología de vanguardia como React, Node, Python y Kotlin. 2. Asesoría para mejorar tu sitio web o aplicación actual. 3. Servicios de branding para potenciar tu marca. 4. Estrategias de marketing digital, incluyendo SEO, Facebook Ads, Google Ads y TikTok Ads. 5. Creación de videos y contenido visual a través de diseño gráfico y multimedia. Contáctame por correo o Instagram para más detalles, y te proporcionaré una respuesta lo antes posible.",
        "Sí, claro. Aquí tienes un resumen de mis servicios: 1. Desarrollo de aplicaciones web o móviles con tecnologías avanzadas como React, Node, Python y Kotlin. 2. Consultoría para optimizar tu sitio web o aplicación actual. 3. Servicios de branding para fortalecer la identidad de tu marca. 4. Estrategias de marketing digital incluyendo SEO, Facebook Ads, Google Ads y TikTok Ads. 5. Creación de contenido visual y publicitario a través de diseño gráfico y multimedia. Puedes contactarme por correo o Instagram para más detalles y recibir una respuesta rápida.",
        "Por supuesto. Aquí te enumero mis servicios: 1. Desarrollo de aplicaciones web o móviles utilizando tecnología de punta como React, Node, Python y Kotlin. 2. Asesoramiento para mejorar tu sitio web o aplicación existente. 3. Servicios de branding para fortalecer la identidad de tu marca. 4. Estrategias de marketing digital, incluyendo SEO, Facebook Ads, Google Ads y TikTok Ads. 5. Creación de contenido visual y publicitario mediante diseño gráfico y multimedia. Contáctame por correo o Instagram para más detalles y te responderé lo más pronto posible.",
        "Claro que sí. Aquí tienes la lista de mis servicios: 1. Desarrollo de aplicaciones web o móviles utilizando tecnología moderna como React, Node, Python y Kotlin. 2. Consultoría para mejorar tu sitio web o aplicación existente. 3. Servicios de branding para fortalecer tu marca. 4. Estrategias de marketing digital como SEO, Facebook Ads, Google Ads y TikTok Ads. 5. Creación de videos y contenido visual mediante diseño gráfico y multimedia. Contáctame por correo o Instagram para más detalles y te daré una respuesta lo más pronto posible.",
        "Claro que sí. Aquí te describo mis servicios: 1. Desarrollo de aplicaciones web o móviles con tecnologías actuales como React, Node, Python y Kotlin. 2. Consultoría para mejorar tu sitio web o aplicación actual. 3. Servicios de branding para impulsar la identidad de tu marca. 4. Estrategias de marketing digital, incluyendo SEO, Facebook Ads, Google Ads y TikTok Ads. 5. Creación de contenido visual y publicitario mediante diseño gráfico y multimedia. Para más información, contáctame por correo o Instagram y te responderé rápidamente.",
        "¡Claro! Aquí tienes la lista de mis servicios: 1. Desarrollo de aplicaciones web o móviles utilizando tecnología moderna como React, Node, Python y Kotlin. 2. Consultoría para mejorar tu sitio web o aplicación existente. 3. Servicios de branding para fortalecer la identidad de tu marca. 4. Estrategias de marketing digital incluyendo SEO, Facebook Ads, Google Ads y TikTok Ads. 5. Creación de videos y contenido visual mediante diseño gráfico y multimedia. Contáctame por correo o Instagram para más detalles y te daré una respuesta lo más pronto posible.",
        "Por supuesto, te detallo mis servicios: 1. Desarrollo de aplicaciones web o móviles con tecnología avanzada como React, Node, Python y Kotlin. 2. Asesoría para mejorar tu sitio web o aplicación actual. 3. Servicios de branding para fortalecer la identidad de tu marca. 4. Estrategias de marketing digital incluyendo SEO, Facebook Ads, Google Ads y TikTok Ads. 5. Creación de contenido visual y publicitario a través de diseño gráfico y multimedia. Contáctame por correo o Instagram para más detalles y recibirás una respuesta rápida.",
        "Claro que sí. Aquí tienes la lista de mis servicios: 1. Desarrollo de aplicaciones web o móviles utilizando tecnologías avanzadas como React, Node, Python y Kotlin. 2. Consultoría para mejorar tu sitio web o aplicación existente. 3. Servicios de branding para fortalecer la identidad de tu marca. 4. Estrategias de marketing digital incluyendo SEO, Facebook Ads, Google Ads y TikTok Ads. 5. Creación de videos y contenido visual mediante diseño gráfico y multimedia. Contáctame por correo o Instagram para más detalles y recibirás una respuesta inmediata.",
        "¡Por supuesto! Aquí tienes un resumen de mis servicios: 1. Desarrollo de aplicaciones web o móviles con tecnologías modernas como React, Node, Python y Kotlin. 2. Consultoría para mejorar tu sitio web o aplicación existente. 3. Servicios de branding para fortalecer la identidad de tu marca. 4. Estrategias de marketing digital, incluyendo SEO, Facebook Ads, Google Ads y TikTok Ads. 5. Creación de contenido visual y publicitario mediante diseño gráfico y multimedia. Contáctame por correo o Instagram para más detalles y recibirás una respuesta pronto."
      ]
    },
    {
      "tag": "optimizacion",
      "patterns": [
        "mejorar mi web",
        "Mejorar mi web",
        "mejorar mi página web",
        "Mejorar mi página web",
        "mejorar mi sitio web",
        "Mejorar mi sitio web",
        "mejorar mi página",
        "Mejorar mi página",
        "mejorar mi app",
        "Mejorar mi app",
        "mejorar mi aplicación móvil",
        "Mejorar mi aplicación móvil",
        "mejorar mi aplicación",
        "Mejorar mi aplicación",
        "mejorar mi móvil",
        "Mejorar mi móvil",
        "mejorar mi celular",
        "Mejorar mi celular",
        "arreglar mi web",
        "Arreglar mi web",
        "arreglar mi página web",
        "Arreglar mi página web",
        "arreglar mi sitio web",
        "Arreglar mi sitio web",
        "arreglar mi página",
        "Arreglar mi página",
        "arreglar mi app",
        "Arreglar mi app",
        "arreglar mi aplicación móvil",
        "Arreglar mi aplicación móvil",
        "arreglar mi aplicación",
        "Arreglar mi aplicación",
        "arreglar mi móvil",
        "Arreglar mi móvil",
        "arreglar mi celular",
        "Arreglar mi celular",
        "mi app tiene fallas",
        "mi aplicación tiene problemas",
        "mi página web no funciona bien",
        "mi sitio web tiene errores",
        "mi web necesita mejoras",
        "mi web necesita arreglos",
        "mi aplicación móvil tiene bugs",
        "mi app tiene errores",
        "necesito mejorar mi web",
        "necesito mejorar mi página web",
        "necesito mejorar mi sitio web",
        "necesito mejorar mi página",
        "necesito mejorar mi app",
        "necesito mejorar mi aplicación móvil",
        "necesito mejorar mi aplicación"
      ],
      "responses": [
        "Por supuesto, definitivamente podemos mejorar tu sitio web o aplicación. Siempre hay aspectos que podemos optimizar, como el diseño, la responsividad y la funcionalidad. Si deseas más detalles, te sugiero iniciar una conversación en Instagram. Encuentras el enlace en esta misma página. Revisaré tu solicitud y te responderé lo más pronto posible.",
        "¡Claro que sí! Podemos trabajar en la mejora de tu sitio web o aplicación sin dudas. Siempre hay áreas para mejorar, como la apariencia, la responsividad y la funcionalidad. Para más información, te invito a iniciar una conversación en Instagram, el enlace está disponible aquí en la página. Estudiaré tu solicitud y te daré una respuesta lo antes posible.",
        "Sí, por supuesto. Podemos mejorar tu sitio web o aplicación sin problema. Siempre hay aspectos que se pueden optimizar, como el diseño, la responsividad y la funcionalidad. Si deseas más detalles, te recomiendo abrir una conversación en Instagram, cuyo enlace está disponible en esta misma página. Analizaré tu solicitud y te daré una respuesta lo antes posible.",
        "¡Claro que sí! Podemos mejorar tu sitio web o aplicación sin duda alguna. Siempre hay áreas que se pueden mejorar, como la apariencia, la responsividad y la funcionalidad. Para obtener más información, te recomendaría iniciar una conversación en Instagram, cuyo enlace encuentras en esta misma página. Estudiaré tu solicitud y te responderé tan pronto como sea posible.",
        "Sí, definitivamente podemos mejorar tu sitio web o aplicación. Siempre hay aspectos que se pueden optimizar, como el diseño, la responsividad y la funcionalidad. Si quieres más detalles, te sugiero iniciar una conversación en Instagram. El enlace está disponible aquí mismo. Revisaré tu solicitud y te responderé lo antes posible.",
        "Por supuesto, podemos mejorar tu sitio web o aplicación sin problemas. Siempre hay aspectos que se pueden optimizar, como la apariencia, la responsividad y la funcionalidad. Si deseas más información, te invito a abrir una conversación en Instagram, cuyo enlace está aquí en la página. Estudiaré tu solicitud y te daré una respuesta lo más pronto posible.",
        "Sí, por supuesto. Podemos trabajar en mejorar tu sitio web o aplicación sin duda. Siempre hay áreas para mejorar, como el diseño, la responsividad y la funcionalidad. Para más detalles, te recomiendo iniciar una conversación en Instagram, cuyo enlace está disponible en esta misma página. Analizaré tu solicitud y te daré una respuesta lo antes posible.",
        "¡Claro que sí! Podemos mejorar tu sitio web o aplicación sin ningún problema. Siempre hay áreas para optimizar, como el diseño, la responsividad y la funcionalidad. Para más detalles, te invito a iniciar una conversación en Instagram, el enlace está disponible aquí mismo. Estudiaré tu solicitud y te responderé lo más pronto posible.",
        "Sí, por supuesto. Podemos mejorar tu sitio web o aplicación sin duda alguna. Siempre hay aspectos que se pueden optimizar, como el diseño, la responsividad y la funcionalidad. Si deseas más detalles, te sugiero abrir una conversación en Instagram, cuyo enlace está disponible en esta misma página. Revisaré tu solicitud y te responderé lo antes posible.",
        "¡Claro que sí! Podemos trabajar en mejorar tu sitio web o aplicación sin dudas. Siempre hay áreas que se pueden optimizar, como la apariencia, la responsividad y la funcionalidad. Para obtener más información, te recomiendo iniciar una conversación en Instagram, cuyo enlace encuentras en esta misma página. Estudiaré tu solicitud y te daré una respuesta tan pronto como sea posible."
      ]
    },
    {
      "tag": "idea",
      "patterns": [
        "Tengo una idea",
        "tengo una idea",
        "Tengo una idea de negocio",
        "tengo una idea de negocio",
        "Tengo una idea para emprender",
        "tengo una idea para emprender",
        "Tengo una idea para una startup",
        "tengo una idea para una startup",
        "Tengo una idea innovadora",
        "tengo una idea innovadora",
        "Tengo una idea y quiero desarrollarla",
        "tengo una idea y quiero desarrollarla",
        "Tengo una idea de aplicación",
        "tengo una idea de aplicación",
        "Tengo una idea de página web",
        "tengo una idea de página web",
        "Tengo una idea para un negocio online",
        "tengo una idea para un negocio online",
        "Tengo una idea y quiero hacer realidad",
        "tengo una idea y quiero hacer realidad",
        "Tengo una idea y necesito ayuda",
        "tengo una idea y necesito ayuda",
        "Tengo una idea y quiero empezar",
        "tengo una idea y quiero empezar",
        "Tengo una idea y necesito desarrollarla",
        "tengo una idea y necesito desarrollarla",
        "Tengo una idea y quiero crear algo",
        "tengo una idea y quiero crear algo",
        "Tengo una idea y quiero lanzar un producto",
        "tengo una idea y quiero lanzar un producto",
        "Tengo una idea y necesito una plataforma",
        "tengo una idea y necesito una plataforma",
        "Tengo una idea y necesito una aplicación",
        "tengo una idea y necesito una aplicación",
        "Tengo una idea y necesito un sitio web",
        "tengo una idea y necesito un sitio web",
        "Tengo una idea y necesito un desarrollo",
        "tengo una idea y necesito un desarrollo",
        "Quiero lanzar mi negocio",
        "quiero lanzar mi negocio",
        "Quiero empezar mi propia empresa",
        "quiero empezar mi propia empresa",
        "Quiero crear mi startup",
        "quiero crear mi startup",
        "Quiero desarrollar mi idea",
        "quiero desarrollar mi idea",
        "Quiero iniciar un proyecto",
        "quiero iniciar un proyecto",
        "Quiero hacer realidad mi idea",
        "quiero hacer realidad mi idea",
        "Quiero convertir mi idea en negocio",
        "quiero convertir mi idea en negocio",
        "Quiero poner en marcha mi idea",
        "quiero poner en marcha mi idea"
      ],
      "responses": [
        "Entiendo que tienes una idea que deseas desarrollar y con gusto puedo ayudarte. Te invito a contactarme a través de Instagram o correo electrónico para discutir más detalles. Revisaré tu propuesta y te daré una respuesta pronto.",
        "Comprendo que tienes una idea que te gustaría desarrollar y estoy aquí para ayudarte. Puedes contactarme vía Instagram o correo electrónico y con gusto revisaré tu solicitud para darte una respuesta.",
        "Entiendo perfectamente que tienes una idea que quieres desarrollar. Estoy aquí para ayudarte. Te recomiendo que me contactes por Instagram o correo electrónico para que podamos discutir más detalles. Revisaré tu propuesta y te responderé lo antes posible.",
        "Sé que tienes una idea que quieres llevar a cabo y puedo ayudarte con eso. Te invito a que me contactes por Instagram o correo electrónico para continuar la conversación. Revisaré tu idea y te responderé pronto.",
        "Entiendo que tienes una idea que quieres desarrollar y estoy aquí para ayudarte en eso. Te sugiero que me contactes a través de Instagram o correo electrónico para que podamos discutir más. Estudiaré tu idea y te responderé pronto.",
        "Comprendo que tienes una idea que quieres llevar a cabo y estoy aquí para asistirte. Puedes contactarme por Instagram o correo electrónico y revisaré tu solicitud para proporcionarte una respuesta.",
        "Entiendo que tienes una idea que quieres desarrollar y estaré encantado de ayudarte. Te invito a que me contactes por Instagram o correo electrónico para discutir más detalles. Revisaré tu propuesta y te daré una respuesta lo antes posible.",
        "Sé que tienes una idea que te gustaría desarrollar y estoy aquí para ayudarte. Puedes contactarme a través de Instagram o correo electrónico y revisaré tu solicitud para darte una respuesta.",
        "Entiendo perfectamente que tienes una idea que quieres llevar a cabo y puedo ayudarte con eso. Te sugiero que me contactes por Instagram o correo electrónico para que podamos discutir más detalles. Estudiaré tu propuesta y te responderé lo antes posible.",
        "Comprendo que tienes una idea que deseas desarrollar y estoy aquí para ayudarte. Te recomendaría contactarme a través de Instagram o correo electrónico para que podamos discutir más detalles. Revisaré tu propuesta y te responderé pronto."
      ]
    },
    {
      "tag": "chatbot",
      "patterns": [

        "me interesa programar un chatbot en mi web",
        "chatbot",
        "Chatbot",
        "chat artificial",
        "Chat artificial",
        "chat automático",
        "Chat automático",
        "chat bot",
        "Chat bot",
        "programan chatbots",
        "Programan chatbots",
        "programan chat bots",
        "Programan chat bots",
        "hacen chatbots",
        "Hacen chatbots",
        "hacen chat bots",
        "Hacen chat bots",
        "desarrollan chatbots",
        "Desarrollan chatbots",
        "desarrollan chat bots",
        "Desarrollan chat bots",
        "desarrollan chat artificial",
        "Desarrollan chat artificial",
        "desarrollan chat automático",
        "Desarrollan chat automático",
        "quiero un chatbot",
        "Quiero un chatbot",
        "quiero un chat artificial",
        "Quiero un chat artificial",
        "quiero un chat automático",
        "Quiero un chat automático",
        "necesito un chatbot",
        "Necesito un chatbot",
        "necesito un chat artificial",
        "Necesito un chat artificial",
        "necesito un chat automático",
        "Necesito un chat automático",
        "¿Programan chatbots?",
        "¿programan chatbots?",
        "¿Hacen chatbots?",
        "¿hacen chatbots?",
        "¿Desarrollan chatbots?",
        "¿desarrollan chatbots?",
        "¿Pueden hacer un chatbot?",
        "¿pueden hacer un chatbot?",
        "¿Pueden desarrollar un chatbot?",
        "¿pueden desarrollar un chatbot?",
        "¿Pueden programar un chatbot?",
        "¿pueden programar un chatbot?",
        "¿Ofrecen chatbots?",
        "¿ofrecen chatbots?",
        "chat inteligente",
        "chat virtual"
      ],
      "responses": [
        "Entre otras especialidades, nos especializamos en crear chatbots personalizados con inteligencia artificial para diversos tipos de negocios. Por lo general, utilizamos Python para su desarrollo. Te invito a contactarme por correo electrónico o Instagram para discutir más detalles. Estaré encantado de evaluar tu propuesta y proporcionarte una respuesta rápidamente.",
        "Entre otras especialidades, ofrecemos soluciones personalizadas de chatbots con IA para diferentes tipos de negocios. Nuestro enfoque principal es desarrollarlos con Python. Si deseas más información, contáctame por correo o Instagram y con gusto evaluaremos tu propuesta. Revisaré tu solicitud y te responderé lo antes posible.",
        "Entre otras especialidades, nos especializamos en crear chatbots personalizados con inteligencia artificial para negocios de todos los tamaños. Utilizamos principalmente Python para su desarrollo. Te recomiendo que me contactes por correo electrónico o Instagram para que podamos conversar más. Estaré encantado de evaluar tu propuesta y darte una respuesta pronto.",
        "Entre otras especialidades, ofrecemos soluciones personalizadas de chatbots con IA para diversos tipos de negocios, y generalmente los desarrollamos con Python. Te invito a que me escribas por correo electrónico o Instagram para continuar la conversación. Estaré encantado de evaluar tu propuesta y responder lo antes posible.",
        "Entre otras especialidades, nos especializamos en desarrollar chatbots personalizados con inteligencia artificial para diferentes negocios. Usualmente, utilizamos Python para su implementación. Si deseas más detalles, te sugiero contactarme por correo o Instagram. Estudiaré tu propuesta y te proporcionaré una respuesta lo más pronto posible."
      ]
    },
    {
      "tag": "academia virtual",
      "patterns": [
        "academia virtual",
        "Academia virtual",
        "plataforma e-learning",
        "plataforma de cursos virtuales"
      
      ],
      "responses": [
        "¡Genial! Entiendo que estás interesado en diseñar una academia virtual o una página web educativa. Nos especializamos en el diseño y desarrollo de plataformas educativas personalizadas que incluyen características como usuarios con contraseñas y acceso a contenido variado. Te invito a contactarme por Instagram o correo electrónico para discutir más detalles. Revisaré tu solicitud y te daré una respuesta lo antes posible.",
        "Estupendo, veo que estás pensando en crear una academia virtual o una página web educativa. En nuestro equipo nos dedicamos al diseño y desarrollo de plataformas educativas personalizadas que incluyen funciones como usuarios con contraseñas y acceso a contenido diverso. Por favor, contáctame por Instagram o correo electrónico para más información. Revisaré tu propuesta y te responderé tan pronto como sea posible.",
        "Entendido, veo que estás interesado en crear una academia virtual o una página web educativa. Nos especializamos en el diseño y desarrollo de plataformas educativas personalizadas que ofrecen características como usuarios con contraseñas y acceso a diversos contenidos. Para más detalles, te recomiendo contactarme por Instagram o correo electrónico. Estudiaré tu solicitud y te proporcionaré una respuesta lo antes posible.",
        "Perfecto, entiendo que estás buscando crear una academia virtual o una página web educativa. Diseñamos y desarrollamos plataformas educativas personalizadas que incluyen características como usuarios con contraseñas y acceso a diferentes contenidos. Puedes contactarme por Instagram o correo electrónico para discutir más detalles. Revisaré tu solicitud y te daré una respuesta pronto.",
        "Estupendo, parece que estás interesado en crear una academia virtual o una página web educativa. En nuestro equipo nos especializamos en el diseño y desarrollo de plataformas educativas personalizadas que incluyen funciones como usuarios con contraseñas y acceso a contenido variado. Por favor, contáctame por Instagram o correo electrónico para más detalles. Estudiaré tu propuesta y te responderé lo antes posible.",
        "¡Por supuesto! Entiendo que estás considerando crear una academia virtual o una página web educativa. Nos dedicamos al diseño y desarrollo de plataformas educativas personalizadas que ofrecen funciones como usuarios con contraseñas y acceso a múltiples contenidos. Si deseas más información, contáctame por Instagram o correo electrónico. Analizaré tu solicitud y te responderé tan pronto como pueda.",
        "Entiendo, veo que estás interesado en desarrollar una academia virtual o una página web educativa. Diseñamos y desarrollamos plataformas educativas personalizadas que permiten la gestión de usuarios con contraseñas y acceso a diferentes contenidos. Te invito a contactarme por Instagram o correo electrónico para más detalles. Revisaré tu propuesta y te daré una respuesta rápidamente.",
        "Entiendo, parece que estás considerando crear una academia virtual o una página web educativa. Nos especializamos en el diseño y desarrollo de plataformas educativas personalizadas que incluyen funciones como usuarios con contraseñas y acceso a contenido variado. Para más información, contáctame por Instagram o correo electrónico. Estudiaré tu solicitud y te responderé lo antes posible.",
        "¡Entendido! Veo que estás interesado en diseñar una academia virtual o una página web educativa. Nos enfocamos en el diseño y desarrollo de plataformas educativas personalizadas que incluyen características como usuarios con contraseñas y acceso a diversos contenidos. Te recomiendo que me contactes por Instagram o correo electrónico para más detalles. Analizaré tu propuesta y te daré una respuesta lo más pronto posible.",
        "¡Excelente! Entiendo que estás buscando diseñar una academia virtual o una página web educativa. En nuestro equipo nos especializamos en el diseño y desarrollo de plataformas educativas personalizadas que ofrecen funciones como usuarios con contraseñas y acceso a contenido variado. Para más detalles, te invito a contactarme por Instagram o correo electrónico. Estudiaré tu solicitud y te responderé tan pronto como sea posible."
      ]
    },
    {
      "tag": "landing page",
      "patterns": [

        "Necesito una landing page",
        "necesito una landing page",
        "Página de aterrizaje",
        "página de aterrizaje",
        "pagina de aterrizaje",
        "Pagina de aterrizaje",
        "Landing page",
        "landing page",
        "página simple",
        "Página simple"
      
      ],
      "responses": [
        "¡Por supuesto! Podemos crear y diseñar una landing page efectiva que capte la atención de tus clientes potenciales. Cuéntanos más sobre tu proyecto. Por ejemplo, la página en la que estás ahora mismo es una landing page. Si prefieres, explícame tu idea por correo o Instagram. Revisaré la información y te responderé lo antes posible.",
        "Claro que sí, podemos desarrollar y diseñar una landing page efectiva para atraer a tus clientes potenciales. ¿Podrías proporcionarme más detalles sobre tu proyecto? Esta misma página donde nos encontramos es un ejemplo de una landing page. Si deseas, puedes explicarme tu idea por correo electrónico o Instagram. Analizaré la propuesta y te daré una respuesta rápidamente.",
        "Sin duda, podemos diseñar y desarrollar una landing page efectiva que capture la atención de tus potenciales clientes. Por favor, cuéntame más sobre tu proyecto. Esta misma web en la que estamos ahora es una landing page. Puedes enviarme los detalles por correo o Instagram. Estudiaré tu propuesta y te daré una respuesta lo antes posible.",
        "Sí, definitivamente podemos crear y diseñar una landing page efectiva para atraer a tus clientes potenciales. ¿Podrías compartir más detalles sobre tu proyecto? Esta misma página en la que estás ahora es una landing page. Si prefieres, puedes explicarme tu idea por correo o Instagram. Revisaré la información y te responderé pronto.",
        "Por supuesto, podemos diseñar y desarrollar una landing page efectiva que capture la atención de tus clientes potenciales. Por favor, descríbeme más sobre tu proyecto. Esta misma web en la que nos encontramos es una landing page. Puedes explicarme tu idea por correo electrónico o Instagram. Analizaré tu propuesta y te proporcionaré una respuesta lo más pronto posible.",
        "¡Claro que sí! Podemos crear y diseñar una landing page efectiva que sea atractiva para tus clientes potenciales. ¿Podrías contarme más sobre tu proyecto? Esta misma página en la que estamos ahora es una landing page. Si prefieres, puedes compartir tu idea por correo o Instagram. Estudiaré tu propuesta y te responderé tan pronto como sea posible.",
        "Por supuesto, podemos desarrollar y diseñar una landing page efectiva para atraer a tus clientes potenciales. ¿Podrías proporcionarme más detalles sobre tu proyecto? Esta misma página en la que estamos es una landing page. Si deseas, puedes explicarme tu idea por correo o Instagram. Analizaré la información y te daré una respuesta lo antes posible.",
        "Sí, podemos diseñar y desarrollar una landing page efectiva que atraiga a tus clientes potenciales. Por favor, cuéntame más sobre tu proyecto. Esta misma web en la que estamos ahora es una landing page. Puedes enviar los detalles por correo o Instagram. Estudiaré tu propuesta y te responderé pronto.",
        "Claro que sí, podemos crear y diseñar una landing page efectiva para captar la atención de tus clientes potenciales. ¿Podrías compartir más detalles sobre tu proyecto? Esta misma página en la que nos encontramos es una landing page. Si prefieres, puedes explicarme tu idea por correo o Instagram. Revisaré la información y te responderé lo más pronto posible.",
        "¡Por supuesto! Podemos diseñar y desarrollar una landing page efectiva que atraiga a tus clientes potenciales. ¿Podrías contarme más sobre tu proyecto? Esta misma página en la que estamos ahora es una landing page. Si deseas, puedes explicarme tu idea por correo o Instagram. Analizaré tu propuesta y te proporcionaré una respuesta lo antes posible."
      ]
    },
    {
      "tag": "aplicacion web",
      "patterns": [
        "aplicación web",
        "Aplicación web",
        "aplicacion web",
        "Aplicacion web",
        "busco una aplicación web",
        "Busco una aplicación web",
        "busco una aplicacion web",
        "Busco una aplicacion web",
        "quiero desarrollar una aplicación web",
        "Quiero desarrollar una aplicación web",
        "quiero desarrollar una aplicacion web",
        "Quiero desarrollar una aplicacion web",
        "quiero desarrollar una página web",
        "Quiero desarrollar una página web",
        "quiero desarrollar una pagina web",
        "Quiero desarrollar una pagina web",
        "quiero una aplicación web",
        "Quiero una aplicación web",
        "quiero una aplicacion web",
        "Quiero una aplicacion web",
        "quiero una página web",
        "Quiero una página web",
        "quiero una pagina web",
        "Quiero una pagina web",
        "necesito una aplicación web",
        "Necesito una aplicación web",
        "necesito una aplicacion web",
        "Necesito una aplicacion web",
        "necesito una página web",
        "Necesito una página web",
        "necesito una pagina web",
        "Necesito una pagina web",
        "quiero hacer una aplicación web",
        "Quiero hacer una aplicación web",
        "quiero hacer una aplicacion web",
        "Quiero hacer una aplicacion web",
        "quiero hacer una página web",
        "Quiero hacer una página web",
        "quiero hacer una pagina web",
        "Quiero hacer una pagina web",
        "me gustaría una aplicación web",
        "Me gustaría una aplicación web",
        "me gustaria una aplicacion web",
        "Me gustaria una aplicacion web",
        "me gustaría una página web",
        "Me gustaría una página web",
        "me gustaria una pagina web",
        "Me gustaria una pagina web",
        "quiero crear una aplicación web",
        "Quiero crear una aplicación web",
        "quiero crear una aplicacion web",
        "Quiero crear una aplicacion web",
        "quiero crear una página web",
        "Quiero crear una página web",
        "quiero crear una pagina web",
        "Quiero crear una pagina web",
        "quiero diseñar una aplicación web",
        "Quiero diseñar una aplicación web",
        "quiero diseñar una aplicacion web",
        "Quiero diseñar una aplicacion web",
        "quiero diseñar una página web",
        "Quiero diseñar una página web",
        "quiero diseñar una pagina web",
        "Quiero diseñar una pagina web"
      ],
      "responses": [
        "Por supuesto, puedo asistirte en el desarrollo de una aplicación web o móvil personalizada que cumpla con tus necesidades. Utilizaremos la tecnología más adecuada para ofrecerte la mejor solución. Hay muchas opciones disponibles en la actualidad. Si puedes proporcionarme más detalles, estaré encantado de ayudarte. Puedes enviarme un correo electrónico con todos tus requisitos o, si lo prefieres, contáctame por Instagram para comenzar la conversación.",
        "¡Claro que sí! Estoy aquí para ayudarte a desarrollar una aplicación web o móvil personalizada que se ajuste perfectamente a tus requerimientos. Vamos a utilizar la tecnología más adecuada para ofrecerte la mejor solución. Existen muchas opciones disponibles actualmente. Si me das más detalles, estaré encantado de ayudarte. Puedes enviarme un correo detallando todo lo que necesitas o contactarme por Instagram para empezar una conversación.",
        "Definitivamente, puedo ayudarte con el desarrollo de una aplicación web o móvil personalizada que cumpla con tus necesidades. Utilizaremos la tecnología más apropiada para ofrecerte la mejor solución. Hay muchas opciones disponibles en la actualidad. Si me proporcionas más detalles, estaré encantado de ayudarte. Puedes enviarme un correo electrónico detallando tus requerimientos o contactarme por Instagram para iniciar una conversación.",
        "Sin duda, puedo ayudarte a desarrollar una aplicación web o móvil personalizada que satisfaga tus necesidades. Utilizaremos la tecnología más adecuada para brindarte la mejor solución. Actualmente hay muchas opciones disponibles. Si me das más detalles, estaré encantado de ayudarte. Puedes enviarme un correo detallando todo lo que necesitas o contactarme por Instagram para iniciar una conversación.",
        "Claro que sí, puedo colaborar contigo en el desarrollo de una aplicación web o móvil personalizada que cumpla con tus requisitos. Utilizaremos la tecnología más adecuada para ofrecerte la mejor solución. Hay muchas opciones disponibles actualmente. Si me proporcionas más detalles, estaré encantado de ayudarte. Puedes enviarme un correo con todos los detalles o contactarme por Instagram para comenzar una conversación.",
        "¡Por supuesto! Puedo ayudarte a desarrollar una aplicación web o móvil personalizada que se adapte a tus necesidades. Utilizaremos la tecnología más adecuada para ofrecerte la mejor solución. Actualmente, hay muchas opciones disponibles. Si me proporcionas más detalles, estaré encantado de ayudarte. Puedes enviarme un correo electrónico con toda la información o contactarme por Instagram para iniciar una conversación.",
        "Sí, puedo ayudarte a desarrollar una aplicación web o móvil personalizada que cumpla con tus requisitos. Utilizaremos la tecnología más adecuada para ofrecerte la mejor solución. Hay muchas opciones disponibles en la actualidad. Si me das más detalles, estaré encantado de ayudarte. Puedes enviarme un correo detallando tus necesidades o contactarme por Instagram para comenzar una conversación.",
        "Claro que sí, puedo ayudarte a desarrollar una aplicación web o móvil personalizada que se ajuste a tus necesidades. Utilizaremos la tecnología más adecuada para ofrecerte la mejor solución. Existen muchas opciones disponibles actualmente. Si me proporcionas más detalles, estaré encantado de ayudarte. Puedes enviarme un correo con todos los detalles o contactarme por Instagram para comenzar una conversación.",
        "¡Por supuesto! Puedo ayudarte en el desarrollo de una aplicación web o móvil personalizada que cumpla con tus requerimientos. Utilizaremos la tecnología más apropiada para brindarte la mejor solución. Actualmente hay muchas opciones disponibles. Si me proporcionas más detalles, estaré encantado de ayudarte. Puedes enviarme un correo detallando todo lo que necesitas o contactarme por Instagram para iniciar una conversación.",
        "Sin duda, puedo ayudarte a desarrollar una aplicación web o móvil personalizada que se adapte a tus necesidades. Utilizaremos la tecnología más adecuada para ofrecerte la mejor solución. Hay muchas opciones disponibles en la actualidad. Si me proporcionas más detalles, estaré encantado de ayudarte. Puedes enviarme un correo con todos los detalles o contactarme por Instagram para comenzar una conversación."
      ]
    },
    {
      "tag": "experiencia",
      "patterns": [
        "experiencia haciendo webs y aplicaciones",
        "Experiencia haciendo webs y aplicaciones",
        "experiencia haciendo páginas web y aplicaciones",
        "Experiencia haciendo páginas web y aplicaciones",
        "cuanta experiencia"
       
      ],
      "responses": [
        "Entiendo que estás interesado en nuestra experiencia. Tenemos amplia experiencia en el desarrollo de numerosas páginas web y aplicaciones móviles para una diversidad de clientes, tanto grandes como pequeñas empresas. Además, somos conocidos por nuestra meticulosidad y enfoque sistemático, lo que asegura un funcionamiento sin problemas. Además, ofrecemos garantía en nuestros servicios. Si nos dices lo que necesitas, puedo proporcionarte más detalles a través de Instagram o correo electrónico.",
        "Comprendo que deseas conocer más sobre nuestra experiencia. Contamos con una amplia trayectoria en el desarrollo de diversas páginas web y aplicaciones móviles para una variedad de clientes, incluyendo tanto grandes empresas como pequeños negocios. Además, somos reconocidos por nuestra atención al detalle y método sistemático, lo que garantiza un funcionamiento fluido. También ofrecemos garantía en nuestros servicios. Si nos indicas tus necesidades, puedo brindarte más información por Instagram o correo electrónico.",
        "Entiendo que estás interesado en nuestra experiencia. Tenemos una sólida experiencia en el desarrollo de múltiples sitios web y aplicaciones móviles para una variedad de clientes, tanto grandes corporaciones como pequeñas empresas. Además, nos caracterizamos por nuestra meticulosidad y enfoque sistemático, lo que asegura un funcionamiento eficiente. También ofrecemos garantía en nuestros servicios. Si nos dices qué necesitas, puedo darte más detalles a través de Instagram o correo electrónico.",
        "Claro, entiendo que deseas información sobre nuestra experiencia. Contamos con una extensa experiencia en el desarrollo de diversas páginas web y aplicaciones móviles para una amplia gama de clientes, tanto grandes como pequeñas empresas. Además, somos reconocidos por nuestra atención al detalle y método sistemático, lo que garantiza un funcionamiento sin problemas. Además, ofrecemos garantía en nuestros servicios. Si nos indicas tus requerimientos, puedo proporcionarte más detalles por Instagram o correo electrónico.",
        "Entiendo que deseas saber más sobre nuestra experiencia. Tenemos experiencia significativa en el desarrollo de numerosas páginas web y aplicaciones móviles para una variedad de clientes, desde grandes empresas hasta pequeñas startups. Además, nos destacamos por nuestra meticulosidad y enfoque sistemático, asegurando un funcionamiento sin problemas. También ofrecemos garantía en nuestros servicios. Si nos proporcionas más detalles sobre tus necesidades, puedo ofrecerte información adicional por Instagram o correo electrónico.",
        "Sí, entiendo que quieres saber sobre nuestra experiencia. Tenemos experiencia en el desarrollo de muchas páginas web y aplicaciones móviles para diversos clientes, tanto grandes corporaciones como pequeñas empresas. Además, somos conocidos por nuestra meticulosidad y enfoque sistemático, lo que garantiza un funcionamiento sin problemas. También ofrecemos garantía en nuestros servicios. Si nos dices lo que necesitas, puedo darte más detalles por Instagram o correo electrónico.",
        "Entiendo que estás interesado en nuestra experiencia. Tenemos experiencia en el desarrollo de numerosas páginas web y aplicaciones móviles para una variedad de clientes, tanto grandes como pequeñas empresas. Además, nos caracterizamos por nuestra meticulosidad y enfoque sistemático, lo que asegura un funcionamiento sin problemas. También proporcionamos garantía en nuestros servicios. Si nos dices lo que necesitas, puedo proporcionarte más información a través de Instagram o correo electrónico.",
        "Por supuesto, entiendo que deseas saber sobre nuestra experiencia. Tenemos una vasta experiencia en el desarrollo de varias páginas web y aplicaciones móviles para clientes de diferentes tamaños, desde grandes empresas hasta pequeñas startups. Además, somos conocidos por nuestra meticulosidad y enfoque sistemático, garantizando un funcionamiento sin problemas. Además, ofrecemos garantía en nuestros servicios. Si nos dices qué necesitas, puedo ofrecerte más detalles por Instagram o correo electrónico.",
        "Claro, entiendo que estás interesado en nuestra experiencia. Tenemos experiencia en el desarrollo de muchas páginas web y aplicaciones móviles para diversos clientes, tanto grandes como pequeñas empresas. Además, somos conocidos por nuestra meticulosidad y enfoque sistemático, garantizando un funcionamiento sin problemas. Además, ofrecemos garantía en nuestros servicios. Si nos dices lo que necesitas, puedo proporcionarte más detalles a través de Instagram o correo electrónico.",
        "Entiendo que quieres información sobre nuestra experiencia. Tenemos experiencia en el desarrollo de varias páginas web y aplicaciones móviles para una variedad de clientes, desde grandes corporaciones hasta pequeñas empresas. Además, somos conocidos por nuestra meticulosidad y enfoque sistemático, garantizando un funcionamiento sin problemas. Además, ofrecemos garantía en nuestros servicios. Si nos dices qué necesitas, puedo proporcionarte más detalles por Instagram o correo electrónico."
      ]
    },
    {
      "tag": "garantia",
      "patterns": [
        "mantenimiento web",
        "servicio de postventa",
        "¿Ofrecen garantía?",
        "¿ofrecen garantía?",
        "¿Ofrecen garantia?",
        "¿ofrecen garantia?",
        "¿Cuál es su política de garantía para los proyectos?",
        "¿cuál es su política de garantía para los proyectos?",
        "¿Cual es su política de garantía para los proyectos?",
        "¿cual es su política de garantía para los proyectos?",
        "¿Cuál es su política de garantia para los proyectos?",
        "¿cuál es su política de garantia para los proyectos?",
        "¿Cual es su política de garantia para los proyectos?",
        "¿cual es su política de garantia para los proyectos?",
        "¿Cuál es su politica de garantía para los proyectos?",
        "¿cuál es su politica de garantía para los proyectos?",
        "¿Cual es su politica de garantía para los proyectos?",
        "¿cual es su politica de garantía para los proyectos?",
        "¿Cuál es su politica de garantia para los proyectos?",
        "¿cuál es su politica de garantia para los proyectos?",
        "¿Cual es su politica de garantia para los proyectos?",
        "¿cual es su politica de garantia para los proyectos?",
        "¿Puedo solicitar una revisión del proyecto si encuentro problemas?",
        "¿puedo solicitar una revisión del proyecto si encuentro problemas?",
        "¿Puedo solicitar una revision del proyecto si encuentro problemas?",
        "¿puedo solicitar una revision del proyecto si encuentro problemas?",
        "¿Puedo solicitar una revisión del proyecto si encuentro problemas?",
        "¿puedo solicitar una revisión del proyecto si encuentro problemas?",
        "¿Qué sucede si mi proyecto tiene errores o fallos?",
        "¿qué sucede si mi proyecto tiene errores o fallos?",
        "¿Que sucede si mi proyecto tiene errores o fallos?",
        "¿que sucede si mi proyecto tiene errores o fallos?",
        "¿Qué sucede si mi proyecto tiene errores o fallas?",
        "¿qué sucede si mi proyecto tiene errores o fallas?",
        "¿Que sucede si mi proyecto tiene errores o fallas?",
        "¿que sucede si mi proyecto tiene errores o fallas?",
        "¿Qué sucede si mi proyecto tiene errores?",
        "¿qué sucede si mi proyecto tiene errores?",
        "¿Que sucede si mi proyecto tiene errores?",
        "¿que sucede si mi proyecto tiene errores?",
        "¿Qué sucede si mi proyecto tiene fallos?",
        "¿qué sucede si mi proyecto tiene fallos?",
        "¿Que sucede si mi proyecto tiene fallos?",
        "¿que sucede si mi proyecto tiene fallos?",
        "¿Qué sucede si mi proyecto tiene fallas?",
        "¿qué sucede si mi proyecto tiene fallas?",
        "¿Que sucede si mi proyecto tiene fallas?",
        "¿que sucede si mi proyecto tiene fallas?",
        "¿Qué pasa si mi proyecto tiene errores?",
        "¿qué pasa si mi proyecto tiene errores?",
        "¿Que pasa si mi proyecto tiene errores?",
        "¿que pasa si mi proyecto tiene errores?",
        "¿Qué pasa si mi proyecto tiene fallos?",
        "¿qué pasa si mi proyecto tiene fallos?",
        "¿Que pasa si mi proyecto tiene fallos?",
        "¿que pasa si mi proyecto tiene fallos?",
        "¿Qué pasa si mi proyecto tiene fallas?",
        "¿qué pasa si mi proyecto tiene fallas?",
        "¿Que pasa si mi proyecto tiene fallas?",
        "¿que pasa si mi proyecto tiene fallas?",
        "¿Tengo derecho a una revisión si no estoy satisfecho con el proyecto?",
        "¿tengo derecho a una revisión si no estoy satisfecho con el proyecto?",
        "¿Tengo derecho a una revision si no estoy satisfecho con el proyecto?",
        "¿tengo derecho a una revision si no estoy satisfecho con el proyecto?",
        "¿Tengo derecho a una revisión si no estoy satisfecho con el proyecto?",
        "¿tengo derecho a una revisión si no estoy satisfecho con el proyecto?",
        "¿Qué hago si no estoy satisfecho con el proyecto?",
        "¿qué hago si no estoy satisfecho con el proyecto?",
        "¿Que hago si no estoy satisfecho con el proyecto?",
        "¿que hago si no estoy satisfecho con el proyecto?",
        "¿Qué pasa si no estoy satisfecho con el proyecto?",
        "¿qué pasa si no estoy satisfecho con el proyecto?",
        "¿Que pasa si no estoy satisfecho con el proyecto?",
        "¿que pasa si no estoy satisfecho con el proyecto?",
        "¿Qué sucede si no estoy satisfecho con el proyecto?",
        "¿qué sucede si no estoy satisfecho con el proyecto?",
        "¿Que sucede si no estoy satisfecho con el proyecto?",
        "¿que sucede si no estoy satisfecho con el proyecto?"
      ],
      "responses": [
        "Comprendo, en EmDevApps nos aseguramos siempre de la satisfacción de nuestros clientes. Si surge algún problema con su proyecto, tiene todo el derecho de solicitar una revisión. Nos comprometemos a garantizar que todo funcione correctamente.",
        "Entiendo, en EmDevApps siempre nos preocupamos por la satisfacción de nuestros clientes. Si encuentra algún problema con su proyecto, puede solicitar una revisión. Estamos comprometidos a asegurar que todo funcione como esperado.",
        "Entendido, en EmDevApps nos aseguramos de que nuestros clientes estén satisfechos. Si surge algún problema con su proyecto, tiene el derecho de solicitar una revisión. Es nuestra responsabilidad garantizar el correcto funcionamiento de todo.",
        "Claro, en EmDevApps nos aseguramos de que nuestros clientes estén contentos. Si encuentra algún problema con su proyecto, puede pedir una revisión. Nos comprometemos a garantizar que todo funcione adecuadamente.",
        "Entendido, en EmDevApps siempre velamos por la satisfacción de nuestros clientes. Si hay algún problema con su proyecto, tiene derecho a solicitar una revisión. Estamos comprometidos a asegurar que todo funcione como corresponde.",
        "Sí, entendemos en EmDevApps que la satisfacción del cliente es primordial. Si tiene problemas con su proyecto, puede solicitar una revisión. Nos responsabilizamos de que todo funcione correctamente.",
        "Entiendo, en EmDevApps nos esforzamos por la satisfacción de nuestros clientes. Si encuentra algún problema con su proyecto, tiene el derecho de solicitar una revisión. Nos comprometemos a garantizar el correcto funcionamiento de todo.",
        "Comprendo, en EmDevApps nos aseguramos de que nuestros clientes estén satisfechos. Si encuentra problemas con su proyecto, tiene derecho a solicitar una revisión. Es nuestra responsabilidad asegurar que todo funcione sin problemas.",
        "Entiendo, en EmDevApps siempre nos preocupamos por la satisfacción de nuestros clientes. Si hay algún problema con su proyecto, puede solicitar una revisión. Estamos comprometidos a garantizar que todo funcione correctamente.",
        "Entendido, en EmDevApps nos aseguramos de que nuestros clientes estén satisfechos. Si encuentra algún problema con su proyecto, puede solicitar una revisión. Nos comprometemos a garantizar que todo funcione adecuadamente."
      ]
    },
    {
      "tag": "tiempo",
      "patterns": [
        "¿Cuánto tiempo lleva hacer una aplicación web?",
        "¿cuánto tiempo lleva hacer una aplicación web?",
        "¿Cuanto tiempo lleva hacer una aplicación web?",
        "¿cuanto tiempo lleva hacer una aplicación web?",
        "¿Cuánto tiempo lleva hacer una aplicacion web?",
        "¿cuánto tiempo lleva hacer una aplicacion web?",
        "¿Cuanto tiempo lleva hacer una aplicacion web?",
        "¿cuanto tiempo lleva hacer una aplicacion web?",
        "¿Cuánto tiempo lleva desarrollar una aplicación web?",
        "¿cuánto tiempo lleva desarrollar una aplicación web?",
        "¿Cuanto tiempo lleva desarrollar una aplicación web?",
        "¿cuanto tiempo lleva desarrollar una aplicación web?",
        "¿Cuánto tiempo lleva desarrollar una aplicacion web?",
        "¿cuánto tiempo lleva desarrollar una aplicacion web?",
        "¿Cuanto tiempo lleva desarrollar una aplicacion web?",
        "¿cuanto tiempo lleva desarrollar una aplicacion web?",
        "¿Cuál es el tiempo estimado para desarrollar una aplicación?",
        "¿cuál es el tiempo estimado para desarrollar una aplicación?",
        "¿Cual es el tiempo estimado para desarrollar una aplicación?",
        "¿cual es el tiempo estimado para desarrollar una aplicación?",
        "¿Cuál es el tiempo estimado para desarrollar una aplicacion?",
        "¿cuál es el tiempo estimado para desarrollar una aplicacion?",
        "¿Cual es el tiempo estimado para desarrollar una aplicacion?",
        "¿cual es el tiempo estimado para desarrollar una aplicacion?",
        "¿Cuál es el tiempo estimado para crear una aplicación?",
        "¿cuál es el tiempo estimado para crear una aplicación?",
        "¿Cual es el tiempo estimado para crear una aplicación?",
        "¿cual es el tiempo estimado para crear una aplicación?",
        "¿Cuál es el tiempo estimado para crear una aplicacion?",
        "¿cuál es el tiempo estimado para crear una aplicacion?",
        "¿Cual es el tiempo estimado para crear una aplicacion?",
        "¿cual es el tiempo estimado para crear una aplicacion?",
        "¿Qué tiempo se necesita para crear una aplicación?",
        "¿qué tiempo se necesita para crear una aplicación?",
        "¿Que tiempo se necesita para crear una aplicación?",
        "¿que tiempo se necesita para crear una aplicación?",
        "¿Qué tiempo se necesita para crear una aplicacion?",
        "¿qué tiempo se necesita para crear una aplicacion?",
        "¿Que tiempo se necesita para crear una aplicacion?",
        "¿que tiempo se necesita para crear una aplicacion?",
        "¿Qué tiempo se requiere para desarrollar una aplicación?",
        "¿qué tiempo se requiere para desarrollar una aplicación?",
        "¿Que tiempo se requiere para desarrollar una aplicación?",
        "¿que tiempo se requiere para desarrollar una aplicación?",
        "¿Qué tiempo se requiere para desarrollar una aplicacion?",
        "¿qué tiempo se requiere para desarrollar una aplicacion?",
        "¿Que tiempo se requiere para desarrollar una aplicacion?",
        "¿que tiempo se requiere para desarrollar una aplicacion?",
        "¿Qué tiempo se necesita para desarrollar una aplicación?",
        "¿qué tiempo se necesita para desarrollar una aplicación?",
        "¿Que tiempo se necesita para desarrollar una aplicación?",
        "¿que tiempo se necesita para desarrollar una aplicación?",
        "¿Qué tiempo se necesita para desarrollar una aplicacion?",
        "¿qué tiempo se necesita para desarrollar una aplicacion?",
        "¿Que tiempo se necesita para desarrollar una aplicacion?",
        "¿que tiempo se necesita para desarrollar una aplicacion?",
        "¿Cuánto tardan en desarrollar una aplicación web?",
        "¿cuánto tardan en desarrollar una aplicación web?",
        "¿Cuanto tardan en desarrollar una aplicación web?",
        "¿cuanto tardan en desarrollar una aplicación web?",
        "¿Cuánto tardan en desarrollar una aplicacion web?",
        "¿cuánto tardan en desarrollar una aplicacion web?",
        "¿Cuanto tardan en desarrollar una aplicacion web?",
        "¿cuanto tardan en desarrollar una aplicacion web?",
        "¿Cuánto tiempo necesitan para desarrollar una aplicación?",
        "¿cuánto tiempo necesitan para desarrollar una aplicación?",
        "¿Cuanto tiempo necesitan para desarrollar una aplicación?",
        "¿cuanto tiempo necesitan para desarrollar una aplicación?",
        "¿Cuánto tiempo necesitan para desarrollar una aplicacion?",
        "¿cuánto tiempo necesitan para desarrollar una aplicacion?",
        "¿Cuanto tiempo necesitan para desarrollar una aplicacion?",
        "¿cuanto tiempo necesitan para desarrollar una aplicacion?",
        "¿Cuánto tiempo lleva completar una aplicación web?",
        "¿cuánto tiempo lleva completar una aplicación web?",
        "¿Cuanto tiempo lleva completar una aplicación web?",
        "¿cuanto tiempo lleva completar una aplicación web?",
        "¿Cuánto tiempo lleva completar una aplicacion web?",
        "¿cuánto tiempo lleva completar una aplicacion web?",
        "¿Cuanto tiempo lleva completar una aplicacion web?",
        "¿cuanto tiempo lleva completar una aplicacion web?",
        "¿Qué plazo estiman para hacer una aplicación?",
        "¿qué plazo estiman para hacer una aplicación?",
        "¿Que plazo estiman para hacer una aplicación?",
        "¿que plazo estiman para hacer una aplicación?",
        "¿Qué plazo estiman para hacer una aplicacion?",
        "¿qué plazo estiman para hacer una aplicacion?",
        "¿Que plazo estiman para hacer una aplicacion?",
        "¿que plazo estiman para hacer una aplicacion?"
      ],
      "responses": [
        "En cuanto al tiempo, puede variar dependiendo de la complejidad y los requisitos específicos del proyecto. Para obtener una estimación más precisa, te invito a contactarme por Instagram para discutirlo en detalle.",
        "Sobre el tiempo, puede ser variable según la complejidad y los requisitos del proyecto. Para una estimación más precisa, te recomiendo que me contactes por Instagram para analizarlo con mayor profundidad.",
        "En cuanto al tiempo, es relativo y puede variar según la complejidad y los requisitos del proyecto. Para una estimación más detallada, te sugiero que me contactes por Instagram para discutir los detalles específicos.",
        "Sobre el tiempo, es variable dependiendo de la complejidad y los requisitos del proyecto. Para una estimación más precisa, sería ideal que me contactaras por Instagram para analizarlo en detalle.",
        "En referencia al tiempo, puede variar según la complejidad y los requisitos del proyecto. Para obtener una estimación más precisa, te invito a contactarme a través de Instagram para discutirlo con más detalle.",
        "Sobre el tiempo, es muy relativo y puede variar según la complejidad del proyecto y sus requisitos específicos. Para una estimación más detallada, te recomendaría que me contactaras por Instagram para analizarlo adecuadamente.",
        "En relación al tiempo, puede variar dependiendo de la complejidad y los requerimientos específicos del proyecto. Para una estimación más precisa, te sugiero que me contactes por Instagram para discutirlo más a fondo.",
        "Sobre el tiempo, es variable según la complejidad y los requisitos del proyecto. Para una estimación más precisa, te aconsejo que me contactes por Instagram para analizarlo detalladamente.",
        "En cuanto al tiempo, puede variar dependiendo de la complejidad y los requisitos específicos del proyecto. Para obtener una estimación más precisa, te invito a que me contactes por Instagram para discutirlo con más detalle.",
        "Sobre el tiempo, puede ser variable según la complejidad y los requisitos del proyecto. Para una estimación más precisa, te sugiero que me contactes por Instagram para analizarlo más a fondo."
      ]
    },
    {
      "tag": "precios",
      "patterns": [
        "¿Cuánto cuesta hacer una aplicación web?",
        "me interesaria saber cuanto cobras por web",
        "precio por web",
        "precio por app",
        "¿cuánto cuesta hacer una aplicación web?",
        "¿Cuanto cuesta hacer una aplicación web?",
        "¿cuanto cuesta hacer una aplicación web?",
        "¿Cuánto cuesta hacer una aplicacion web?",
        "¿cuánto cuesta hacer una aplicacion web?",
        "¿Cuanto cuesta hacer una aplicacion web?",
        "¿cuanto cuesta hacer una aplicacion web?",
        "¿Cuál es el precio para desarrollar una aplicación?",
        "¿cuál es el precio para desarrollar una aplicación?",
        "¿Cual es el precio para desarrollar una aplicación?",
        "¿cual es el precio para desarrollar una aplicación?",
        "¿Cuál es el precio para desarrollar una aplicacion?",
        "¿cuál es el precio para desarrollar una aplicacion?",
        "¿Cual es el precio para desarrollar una aplicacion?",
        "¿cual es el precio para desarrollar una aplicacion?",
        "¿Qué precio tiene crear una aplicación?",
        "¿qué precio tiene crear una aplicación?",
        "¿Que precio tiene crear una aplicación?",
        "¿que precio tiene crear una aplicación?",
        "¿Qué precio tiene crear una aplicacion?",
        "¿qué precio tiene crear una aplicacion?",
        "¿Que precio tiene crear una aplicacion?",
        "¿que precio tiene crear una aplicacion?",
        "¿Cuánto cobran por desarrollar una aplicación web?",
        "¿cuánto cobran por desarrollar una aplicación web?",
        "¿Cuanto cobran por desarrollar una aplicación web?",
        "¿cuanto cobran por desarrollar una aplicación web?",
        "¿Cuánto cobran por desarrollar una aplicacion web?",
        "¿cuánto cobran por desarrollar una aplicacion web?",
        "¿Cuanto cobran por desarrollar una aplicacion web?",
        "¿cuanto cobran por desarrollar una aplicacion web?",
        "¿Cuánto cuesta hacer una página web?",
        "¿cuánto cuesta hacer una página web?",
        "¿Cuanto cuesta hacer una página web?",
        "¿cuanto cuesta hacer una página web?",
        "¿Cuánto cuesta hacer una pagina web?",
        "¿cuánto cuesta hacer una pagina web?",
        "¿Cuanto cuesta hacer una pagina web?",
        "¿cuanto cuesta hacer una pagina web?",
        "¿Cuál es el precio para desarrollar una página web?",
        "¿cuál es el precio para desarrollar una página web?",
        "¿Cual es el precio para desarrollar una página web?",
        "¿cual es el precio para desarrollar una página web?",
        "¿Cuál es el precio para desarrollar una pagina web?",
        "¿cuál es el precio para desarrollar una pagina web?",
        "¿Cual es el precio para desarrollar una pagina web?",
        "¿cual es el precio para desarrollar una pagina web?",
        "¿Qué precio tiene crear una página web?",
        "¿qué precio tiene crear una página web?",
        "¿Que precio tiene crear una página web?",
        "¿que precio tiene crear una página web?",
        "¿Qué precio tiene crear una pagina web?",
        "¿qué precio tiene crear una pagina web?",
        "¿Que precio tiene crear una pagina web?",
        "¿que precio tiene crear una pagina web?",
        "¿Cuánto cobran por desarrollar una página web?",
        "¿cuánto cobran por desarrollar una página web?",
        "¿Cuanto cobran por desarrollar una página web?",
        "¿cuanto cobran por desarrollar una página web?",
        "¿Cuánto cobran por desarrollar una pagina web?",
        "¿cuánto cobran por desarrollar una pagina web?",
        "¿Cuanto cobran por desarrollar una pagina web?",
        "¿cuanto cobran por desarrollar una pagina web?",
        "¿Cuánto cuesta la asesoría?",
        "¿cuánto cuesta la asesoría?",
        "¿Cuanto cuesta la asesoría?",
        "¿cuanto cuesta la asesoría?",
        "¿Cuánto cuesta la asesoria?",
        "¿cuánto cuesta la asesoria?",
        "¿Cuanto cuesta la asesoria?",
        "¿cuanto cuesta la asesoria?",
        "¿Cuál es el precio de la asesoría?",
        "¿cuál es el precio de la asesoría?",
        "¿Cual es el precio de la asesoría?",
        "¿cual es el precio de la asesoría?",
        "¿Cuál es el precio de la asesoria?",
        "¿cuál es el precio de la asesoria?",
        "¿Cual es el precio de la asesoria?",
        "¿cual es el precio de la asesoria?",
        "¿Qué precio tiene la asesoría?",
        "¿qué precio tiene la asesoría?",
        "¿Que precio tiene la asesoría?",
        "¿que precio tiene la asesoría?",
        "¿Qué precio tiene la asesoria?",
        "¿qué precio tiene la asesoria?",
        "¿Que precio tiene la asesoria?",
        "¿que precio tiene la asesoria?",
        "podrias darme precios",
        "Podrias darme precios",
        "podrías darme precios",
        "Podrías darme precios",
        "podrias darme los precios",
        "Podrias darme los precios",
        "podrías darme los precios",
        "Podrías darme los precios",
        "dame precios",
        "Dame precios",
        "dame los precios",
        "Dame los precios",
        "y el precio",
        "Y el precio",
        "Y el precio?",
        "y el precio?",
        "cuanto cuesta el servicio",
        "Cuanto cuesta el servicio",
        "¿cuánto cuesta el servicio?",
        "¿Cuánto cuesta el servicio?",
        "¿cuanto cuesta el servicio?",
        "¿Cuanto cuesta el servicio?",
        "¿cuánto cuesta el servicio?",
        "¿Cuánto cuesta el servicio?",
        "cuanto cuesta el servicio?",
        "Cuanto cuesta el servicio?",
        "¿cuánto cuesta el servicio?",
        "¿Cuánto cuesta el servicio?",
        "¿cuanto cuesta el servicio?",
        "¿Cuanto cuesta el servicio?",
        "¿cuánto cuesta el servicio?",
        "¿Cuánto cuesta el servicio?",
        "¿Cuál es el precio del servicio?",
        "¿cuál es el precio del servicio?",
        "¿Cual es el precio del servicio?",
        "¿cual es el precio del servicio?",
        "¿Cuál es el precio de sus servicios?",
        "¿cuál es el precio de sus servicios?",
        "¿Cual es el precio de sus servicios?",
        "¿cual es el precio de sus servicios?",
        "¿Cuál es el costo del servicio?",
        "¿cuál es el costo del servicio?",
        "¿Cual es el costo del servicio?",
        "¿cual es el costo del servicio?",
        "¿Cuál es el costo de sus servicios?",
        "¿cuál es el costo de sus servicios?",
        "¿Cual es el costo de sus servicios?",
        "¿cual es el costo de sus servicios?",
        "¿Cuánto cobran por el servicio?",
        "¿cuánto cobran por el servicio?",
        "¿Cuanto cobran por el servicio?",
        "¿cuanto cobran por el servicio?",
        "¿Cuánto cobran por sus servicios?",
        "¿cuánto cobran por sus servicios?",
        "¿Cuanto cobran por sus servicios?",
        "¿cuanto cobran por sus servicios?",
        "¿Qué precio tienen sus servicios?",
        "¿qué precio tienen sus servicios?",
        "¿Que precio tienen sus servicios?",
        "¿que precio tienen sus servicios?",
        "¿Cuánto cuesta el servicio?",
        "¿cuánto cuesta el servicio?",
        "¿Cuanto cuesta el servicio?",
        "¿cuanto cuesta el servicio?",
        "¿Cuánto cuesta sus servicios?",
        "¿cuánto cuesta sus servicios?",
        "¿Cuanto cuesta sus servicios?",
        "¿cuanto cuesta sus servicios?"
      ],
      "responses": [
        "El costo puede variar considerablemente; por ejemplo, desarrollar una aplicación web depende de la complejidad y los requisitos específicos del proyecto. Una página web básica puede estar lista en aproximadamente 5 días, mientras que una más compleja puede tomar al menos 20 días. Para obtener una cotización detallada, te invito a solicitarnos información por correo electrónico o contactarme directamente a través de Instagram.",
        "El precio puede fluctuar significativamente, por ejemplo, para desarrollar una aplicación web dependiendo de la complejidad y los requisitos específicos del proyecto. Una página web simple podría estar lista en unos 5 días, mientras que una más compleja podría llevar al menos 20 días. Para obtener una cotización precisa, te recomendaría que nos contactaras por correo electrónico o directamente a través de Instagram.",
        "El costo puede variar mucho; por ejemplo, desarrollar una aplicación web depende de la complejidad y los requisitos específicos del proyecto. Una página web sencilla podría estar lista en unos 5 días, mientras que una más compleja podría requerir al menos 20 días. Para obtener una cotización detallada, te invito a contactarnos por correo electrónico o si prefieres, escríbeme directamente en Instagram.",
        "El precio puede variar considerablemente, por ejemplo, desarrollar una aplicación web depende de la complejidad y los requisitos específicos del proyecto. Una página web básica podría estar lista en aproximadamente 5 días, mientras que una más compleja podría llevar al menos 20 días. Para obtener una cotización detallada, te recomendaría que nos contactaras por correo electrónico o directamente por Instagram.",
        "El costo puede variar mucho, por ejemplo, desarrollar una aplicación web dependiendo de la complejidad y los requisitos específicos del proyecto. Una página web simple podría estar lista en unos 5 días, mientras que una más compleja podría tomar al menos 20 días. Para obtener una cotización detallada, te sugiero que nos contactes por correo electrónico o directamente por Instagram.",
        "El precio puede fluctuar considerablemente, por ejemplo, desarrollar una aplicación web dependiendo de la complejidad y los requisitos específicos del proyecto. Una página web sencilla podría estar lista en unos 5 días, mientras que una más compleja podría requerir al menos 20 días. Para obtener una cotización precisa, te sugiero que nos contactes por correo electrónico o directamente por Instagram.",
        "El costo puede variar considerablemente; por ejemplo, desarrollar una aplicación web depende de la complejidad y los requisitos específicos del proyecto. Una página web básica puede estar lista en aproximadamente 5 días, mientras que una más compleja puede tomar al menos 20 días. Para obtener una cotización detallada, te invito a solicitarnos información por correo electrónico o contactarme directamente a través de Instagram.",
        "El precio puede fluctuar significativamente, por ejemplo, para desarrollar una aplicación web dependiendo de la complejidad y los requisitos específicos del proyecto. Una página web simple podría estar lista en unos 5 días, mientras que una más compleja podría llevar al menos 20 días. Para obtener una cotización precisa, te recomendaría que nos contactaras por correo electrónico o directamente a través de Instagram.",
        "El costo puede variar mucho; por ejemplo, desarrollar una aplicación web depende de la complejidad y los requisitos específicos del proyecto. Una página web sencilla podría estar lista en unos 5 días, mientras que una más compleja podría requerir al menos 20 días. Para obtener una cotización detallada, te invito a contactarnos por correo electrónico o si prefieres, escríbeme directamente en Instagram.",
        "El precio puede variar considerablemente, por ejemplo, desarrollar una aplicación web depende de la complejidad y los requisitos específicos del proyecto. Una página web básica podría estar lista en aproximadamente 5 días, mientras que una más compleja podría llevar al menos 20 días. Para obtener una cotización detallada, te recomendaría que nos contactaras por correo electrónico o directamente por Instagram."
      ]
    },
    {
      "tag": "humano",
      "patterns": [
        "¿Eres humano?",
        "¿eres humano?",
        "Eres humano",
        "eres humano",
        "¿Eres una persona?",
        "¿eres una persona?",
        "Eres una persona",
        "eres una persona",
        "¿Eres una persona real?",
        "¿eres una persona real?",
        "Eres una persona real",
        "eres una persona real",
        "¿Eres una persona de verdad?",
        "¿eres una persona de verdad?",
        "Eres una persona de verdad",
        "eres una persona de verdad",
        "¿Eres humano o robot?",
        "¿eres humano o robot?",
        "Eres humano o robot",
        "eres humano o robot",
        "¿Este chat es con un humano?",
        "¿este chat es con un humano?",
        "Este chat es con un humano",
        "este chat es con un humano",
        "¿Este chat es con una persona?",
        "¿este chat es con una persona?",
        "Este chat es con una persona",
        "este chat es con una persona",
        "¿Este chat es con una persona real?",
        "¿este chat es con una persona real?",
        "Este chat es con una persona real",
        "este chat es con una persona real",
        "¿Este chat es con una persona de verdad?",
        "¿este chat es con una persona de verdad?",
        "Este chat es con una persona de verdad",
        "este chat es con una persona de verdad",
        "¿Estoy hablando con un ser humano?",
        "¿estoy hablando con un ser humano?",
        "Estoy hablando con un ser humano",
        "estoy hablando con un ser humano",
        "¿Estoy hablando con una persona?",
        "¿estoy hablando con una persona?",
        "Estoy hablando con una persona",
        "estoy hablando con una persona",
        "¿Estoy hablando con una persona real?",
        "¿estoy hablando con una persona real?",
        "Estoy hablando con una persona real",
        "estoy hablando con una persona real",
        "¿Estoy hablando con una persona de verdad?",
        "¿estoy hablando con una persona de verdad?",
        "Estoy hablando con una persona de verdad",
        "estoy hablando con una persona de verdad",
        "¿Estoy hablando con un humano?",
        "¿estoy hablando con un humano?",
        "Estoy hablando con un humano",
        "estoy hablando con un humano",
        "¿Eres un asistente virtual?",
        "¿eres un asistente virtual?",
        "Eres un asistente virtual",
        "eres un asistente virtual",
        "¿Eres un bot?",
        "¿eres un bot?",
        "Eres un bot",
        "eres un bot",
        "¿Eres un robot?",
        "¿eres un robot?",
        "Eres un robot",
        "eres un robot",
        "¿Eres una máquina?",
        "¿eres una máquina?",
        "Eres una máquina",
        "eres una máquina",
        "¿Eres una maquina?",
        "¿eres una maquina?",
        "Eres una maquina",
        "eres una maquina",
        "¿Estoy hablando con un robot?",
        "¿estoy hablando con un robot?",
        "Estoy hablando con un robot",
        "estoy hablando con un robot",
        "¿Estoy hablando con una máquina?",
        "¿estoy hablando con una máquina?",
        "Estoy hablando con una máquina",
        "estoy hablando con una máquina",
        "¿Estoy hablando con una maquina?",
        "¿estoy hablando con una maquina?",
        "Estoy hablando con una maquina",
        "estoy hablando con una maquina",
        "¿Este chat es con un robot?",
        "¿este chat es con un robot?",
        "Este chat es con un robot",
        "este chat es con un robot",
        "¿Este chat es con una máquina?",
        "¿este chat es con una máquina?",
        "Este chat es con una máquina",
        "este chat es con una máquina",
        "¿Este chat es con una maquina?",
        "¿este chat es con una maquina?",
        "Este chat es con una maquina",
        "este chat es con una maquina",
        "¿Estoy hablando con inteligencia artificial?",
        "¿estoy hablando con inteligencia artificial?",
        "Estoy hablando con inteligencia artificial",
        "estoy hablando con inteligencia artificial",
        "¿Estoy hablando con un sistema automatizado?",
        "¿estoy hablando con un sistema automatizado?",
        "Estoy hablando con un sistema automatizado",
        "estoy hablando con un sistema automatizado"
      ],
      "responses": [
        "Soy un asistente virtual capacitado para responder preguntas. Hazme cualquier consulta y procuraré darte la respuesta precisa que necesitas.",
        "Como asistente virtual, estoy aquí para resolver tus dudas. Formula tu consulta y te proporcionaré la respuesta adecuada.",
        "Soy un asistente virtual preparado para atender tus preguntas. Plantea cualquier consulta y me esforzaré por darte la respuesta precisa.",
        "Soy un asistente virtual entrenado para ayudarte. Puedes preguntarme cualquier cosa y te daré la información que necesitas.",
        "Estoy programado como asistente virtual para responder tus preguntas. Realiza tu consulta y te daré la respuesta que estás buscando.",
        "Soy un asistente virtual listo para responder tus consultas. Formúlame cualquier pregunta y te daré una respuesta precisa.",
        "Soy un asistente virtual diseñado para resolver tus inquietudes. Hazme cualquier consulta y te proporcionaré la información necesaria.",
        "Estoy aquí como asistente virtual para responder tus preguntas. Formúlame tus dudas y te daré la respuesta que necesitas.",
        "Como asistente virtual, he sido programado para resolver consultas. Plantea cualquier pregunta y te daré la respuesta adecuada.",
        "Soy un asistente virtual especializado en responder preguntas. Formula tu consulta y te daré la información precisa que buscas."
      ]
    },
    {
      "tag": "cotizacion",
      "patterns": [
        "Quisiera una cotización",
        "quisiera una cotización",
        "Quisiera una cotizacion",
        "quisiera una cotizacion",
        "¿Me puedes dar una cotización?",
        "¿me puedes dar una cotización?",
        "¿Me puedes dar una cotizacion?",
        "¿me puedes dar una cotizacion?",
        "Me puedes dar una cotización",
        "me puedes dar una cotización",
        "Me puedes dar una cotizacion",
        "me puedes dar una cotizacion",
        "¿Me das una cotización?",
        "¿me das una cotización?",
        "¿Me das una cotizacion?",
        "¿me das una cotizacion?",
        "Me das una cotización",
        "me das una cotización",
        "Me das una cotizacion",
        "me das una cotizacion",
        "Necesito una cotización",
        "necesito una cotización",
        "Necesito una cotizacion",
        "necesito una cotizacion",
        "Solicito una cotización",
        "solicito una cotización",
        "Solicito una cotizacion",
        "solicito una cotizacion",
        "Quiero un presupuesto",
        "quiero un presupuesto",
        "¿Me puedes dar un presupuesto?",
        "¿me puedes dar un presupuesto?",
        "Me puedes dar un presupuesto",
        "me puedes dar un presupuesto",
        "¿Me das un presupuesto?",
        "¿me das un presupuesto?",
        "Me das un presupuesto",
        "me das un presupuesto",
        "¿Cómo puedo obtener una cotización?",
        "¿cómo puedo obtener una cotización?",
        "¿Como puedo obtener una cotización?",
        "¿como puedo obtener una cotización?",
        "¿Cómo puedo obtener una cotizacion?",
        "¿cómo puedo obtener una cotizacion?",
        "¿Como puedo obtener una cotizacion?",
        "¿como puedo obtener una cotizacion?",
        "¿Puedo obtener una cotización?",
        "¿puedo obtener una cotización?",
        "¿Puedo obtener una cotizacion?",
        "¿puedo obtener una cotizacion?",
        "Puedo obtener una cotización",
        "puedo obtener una cotización",
        "Puedo obtener una cotizacion",
        "puedo obtener una cotizacion",
        "¿Me das una cotización para una web?",
        "¿me das una cotización para una web?",
        "¿Me das una cotizacion para una web?",
        "¿me das una cotizacion para una web?",
        "Me das una cotización para una web",
        "me das una cotización para una web",
        "Me das una cotizacion para una web",
        "me das una cotizacion para una web",
        "¿Me puedes dar una cotización para una app?",
        "¿me puedes dar una cotización para una app?",
        "¿Me puedes dar una cotizacion para una app?",
        "¿me puedes dar una cotizacion para una app?",
        "Me puedes dar una cotización para una app",
        "me puedes dar una cotización para una app",
        "Me puedes dar una cotizacion para una app",
        "me puedes dar una cotizacion para una app",
        "Necesito una cotización para una web",
        "necesito una cotización para una web",
        "Necesito una cotizacion para una web",
        "necesito una cotizacion para una web",
        "Necesito una cotización para una app",
        "necesito una cotización para una app",
        "Necesito una cotizacion para una app",
        "necesito una cotizacion para una app",
        "Solicito una cotización para una web",
        "solicito una cotización para una web",
        "Solicito una cotizacion para una web",
        "solicito una cotizacion para una web",
        "Solicito una cotización para una app",
        "solicito una cotización para una app",
        "Solicito una cotizacion para una app",
        "solicito una cotizacion para una app",
        "Quiero un presupuesto para una web",
        "quiero un presupuesto para una web",
        "Quiero un presupuesto para una app",
        "quiero un presupuesto para una app",
        "¿Me puedes dar un presupuesto para una web?",
        "¿me puedes dar un presupuesto para una web?",
        "Me puedes dar un presupuesto para una web",
        "me puedes dar un presupuesto para una web",
        "¿Me puedes dar un presupuesto para una app?",
        "¿me puedes dar un presupuesto para una app?",
        "Me puedes dar un presupuesto para una app",
        "me puedes dar un presupuesto para una app",
        "¿Cómo puedo obtener una cotización para una web?",
        "¿cómo puedo obtener una cotización para una web?",
        "¿Como puedo obtener una cotización para una web?",
        "¿como puedo obtener una cotización para una web?",
        "¿Cómo puedo obtener una cotizacion para una web?",
        "¿cómo puedo obtener una cotizacion para una web?",
        "¿Como puedo obtener una cotizacion para una web?",
        "¿como puedo obtener una cotizacion para una web?",
        "¿Cómo puedo obtener una cotización para una app?",
        "¿cómo puedo obtener una cotización para una app?",
        "¿Como puedo obtener una cotización para una app?",
        "¿como puedo obtener una cotización para una app?",
        "¿Cómo puedo obtener una cotizacion para una app?",
        "¿cómo puedo obtener una cotizacion para una app?",
        "¿Como puedo obtener una cotizacion para una app?",
        "¿como puedo obtener una cotizacion para una app?",
        "¿Puedo obtener una cotización para una web?",
        "¿puedo obtener una cotización para una web?",
        "¿Puedo obtener una cotizacion para una web?",
        "¿puedo obtener una cotizacion para una web?",
        "Puedo obtener una cotización para una web",
        "puedo obtener una cotización para una web",
        "Puedo obtener una cotizacion para una web",
        "puedo obtener una cotizacion para una web",
        "¿Puedo obtener una cotización para una app?",
        "¿puedo obtener una cotización para una app?",
        "¿Puedo obtener una cotizacion para una app?",
        "¿puedo obtener una cotizacion para una app?",
        "Puedo obtener una cotización para una app",
        "puedo obtener una cotización para una app",
        "Puedo obtener una cotizacion para una app",
        "puedo obtener una cotizacion para una app",
        "Necesito una cotización para una asesoría",
        "necesito una cotización para una asesoría",
        "Necesito una cotización para una asesoria",
        "necesito una cotización para una asesoria",
        "Necesito una cotizacion para una asesoría",
        "necesito una cotizacion para una asesoría",
        "Necesito una cotizacion para una asesoria",
        "necesito una cotizacion para una asesoria",
        "Solicito una cotización para una asesoría",
        "solicito una cotización para una asesoría",
        "Solicito una cotización para una asesoria",
        "solicito una cotización para una asesoria",
        "Solicito una cotizacion para una asesoría",
        "solicito una cotizacion para una asesoría",
        "Solicito una cotizacion para una asesoria",
        "solicito una cotizacion para una asesoria",
        "Quiero un presupuesto para una asesoría",
        "quiero un presupuesto para una asesoría",
        "Quiero un presupuesto para una asesoria",
        "quiero un presupuesto para una asesoria",
        "¿Me puedes dar un presupuesto para una asesoría?",
        "¿me puedes dar un presupuesto para una asesoría?",
        "¿Me puedes dar un presupuesto para una asesoria?",
        "¿me puedes dar un presupuesto para una asesoria?",
        "Me puedes dar un presupuesto para una asesoría",
        "me puedes dar un presupuesto para una asesoría",
        "Me puedes dar un presupuesto para una asesoria",
        "me puedes dar un presupuesto para una asesoria"
      ],
      "responses": [
        "Por supuesto, el primer paso sería realizar una evaluación, lo cual podemos hacer una vez que me envíes más detalles a mi correo electrónico o por Instagram. La cotización se ajustará a tus necesidades específicas.",
        "Sí, claro. El primer paso sería realizar una evaluación, que podemos hacer una vez que me envíes más detalles a mi correo electrónico o por Instagram. La cotización se adaptará según tus requerimientos.",
        "¡Claro que sí! El primer paso sería realizar una evaluación, que podemos hacer una vez que me envíes más detalles a mi correo electrónico o por Instagram. La cotización se ajustará a tus necesidades.",
        "Sin duda, el primer paso sería realizar una evaluación, que podemos hacer una vez que me envíes más detalles a mi correo electrónico o por Instagram. La cotización se adaptará según tus especificaciones.",
        "Sí, por supuesto. El primer paso sería llevar a cabo una evaluación, lo cual podríamos hacer una vez que me envíes más detalles a mi correo electrónico o por Instagram. La cotización se ajustará según tus necesidades.",
        "Claro, el primer paso sería realizar una evaluación, que podemos hacer una vez que me envíes más detalles a mi correo electrónico o por Instagram. La cotización se adaptará según lo que necesites.",
        "Por supuesto, el primer paso sería realizar una evaluación, lo cual podemos hacer una vez que me envíes más detalles a mi correo electrónico o por Instagram. La cotización se ajustará según tus especificaciones.",
        "Sí, claro que sí. El primer paso sería realizar una evaluación, que podríamos hacer una vez que me envíes más detalles a mi correo electrónico o por Instagram. La cotización se adaptará según tus necesidades.",
        "¡Por supuesto! El primer paso sería hacer una evaluación, lo cual podemos hacer una vez que me envíes más detalles a mi correo electrónico o por Instagram. La cotización se ajustará a lo que necesites.",
        "Sí, claro. El primer paso sería realizar una evaluación, que podemos hacer una vez que me envíes más detalles a mi correo electrónico o por Instagram. La cotización se adaptará según tus requerimientos específicos."
      ]
    },
    {
      "tag": "asercion",
      "patterns": [
        "Claro",
        "Por supuesto",
        "Desde luego",
        "Definitivamente",
        "Sin duda",
        "Naturalmente",
        "Entendido",
        "entiendo",
        "Comprendo",
        "Captado",
        "Estoy al tanto",
        "Lo tengo claro",
        "De acuerdo",
        "Lo veo",
        "interesante",
        "Fascinante",
        "Notable",
        "Atrayente",
        "Cautivador",
        "Llamativo",
        "Estimulante",
        "lo miraré",
        "Lo revisaré",
        "Lo analizaré",
        "Le echaré un vistazo",
        "Lo evaluaré",
        "lo estudiaré",
        "Lo examinaré",
        "Lo consideraré",
        "Lo investigaré",
        "Lo revisaré en detalle"
      ],
      "responses": [
        "Claro",
        "Por supuesto",
        "Desde luego",
        "Definitivamente",
        "Naturalmente",
        "Entendido",
        "entiendo",
        "Comprendo",
        "Captado",
        "De acuerdo"
      ]
    },
    {
      "tag": "esperar",
      "patterns": [

        "me das unos minutos por favor",
        "Espera un momento",
        "Espera un segundo",
        "Dame unos minutos",
        "Dame un momento",
        "Dame un segundo",
        "Necesito un momento",
        "Necesito un segundo",
        "Dame un instante",
        "Dame un momento más",
        "Un momento por favor",
        "Un segundo por favor",
        "Un instante por favor",
        "Un momento, por favor",
        "Un segundo, por favor",
        "Un instante, por favor"
      ],
      "responses": [
        "Claro",
        "Por supuesto",
        "Desde luego",
        "Definitivamente",
        "Sin duda",
        "Naturalmente",
        "Entendido",
        "entiendo",
        "Comprendo",
        "Captado",
        "Estoy al tanto",
        "Lo tengo claro",
        "De acuerdo"
      ]
    },
    {
      "tag": "ok",
      "patterns": [
        "ok",
        "okey",
        "ookey",
        "oks",
        "okk",
        "okay",
        "okkk",
        "estoy de acuerdo",
        "me parece bien",
        "cuando empezamos",
        "necesito empezar"
      ],
      "responses": [
        "ok",
        "bien"
      ]
    },
    {
      "tag": "asesoriaoasistencia",
      "patterns": [

        "necesito una asesoría",
        "necesito asesoría",
        "quiero asesoramiento",
        "requiero ayuda profesional",
        "busco consejo experto",
        "consultar con un especialista",
        "asesoría requerida",
        "orientación necesaria",
        "solicito asesoramiento",
        "necesito consultar a alguien",
        "busco asistencia técnica",
        "asesoramiento especializado",
        "orientación profesional necesaria",
        "necesito orientación específica",
        "consultoría indispensable",
        "ayuda experta necesaria"
      ],
      "responses": [
        "¡Claro! Estoy aquí para ayudarte con el desarrollo web o de aplicaciones. ¿Podemos discutir más detalles por Instagram?",
        "Por supuesto, puedo ofrecerte asesoramiento en desarrollo web o de aplicaciones. ¿Te gustaría continuar la conversación por Instagram?",
        "Sí, puedo guiarte en el desarrollo web o de aplicaciones. Podemos definir más detalles por Instagram si prefieres.",
        "Entiendo que necesitas asesoría en desarrollo web o de aplicaciones. ¿Podemos coordinar los detalles por Instagram?",
        "Absolutamente, estoy disponible para asesorarte en desarrollo web o de aplicaciones. ¿Te parece bien hablar por Instagram?",
        "Estoy aquí para ayudarte con el desarrollo web o de aplicaciones. ¿Podemos hablar más sobre ello por Instagram?",
        "Por supuesto, puedo brindarte orientación en desarrollo web o de aplicaciones. ¿Podemos discutir los detalles por Instagram?",
        "Entendido, puedo ofrecerte asesoría especializada en desarrollo web o de aplicaciones. ¿Te gustaría hablar más por Instagram?",
        "Sí, puedo ayudarte con el desarrollo web o de aplicaciones. ¿Prefieres continuar la conversación por Instagram?",
        "Estoy disponible para discutir el desarrollo web o de aplicaciones. ¿Podemos coordinar por Instagram?"
      ]
    },
    {
      "tag": "agradecimiento",
      "patterns": [
        "gracias",
        "agradecido",
        "te agradezco",
        "me sirvió mucho",
        "gracias por la ayuda",
        "me gusta la idea",
        "me agrada la idea",
        "perfecto",
        "me parece perfecto",
        "genial"
      ],
      "responses": [
        "muy bien. Excelente",
        "es un placer"
      ]
    },
    {
      "tag": "asistencia",
      "patterns": [
        "¿Hay alguien por ahí?",
        "¿Hay alguien atendiendo?",
        "¿Alguien me puede atender?",
        "¿Hay alguien disponible?",
        "¿Alguien puede ayudarme?",
        "¿Alguien está disponible para responder?",
        "¿Hay alguien en línea?",
        "¿Alguien puede asistirme?",
        "¿Está alguien disponible para atenderme?",
        "¿Alguien puede atender mi solicitud?"
      ],
      "responses": [
        "Por supuesto, aquí estoy"
      ]
    },
    {
      "tag": "marketing",
      "patterns": [
        "servicios de marketing",
        "servicios de marketing",
        "Estoy interesado en servicios de marketing",
        "campañas de marketing?",
        "servicios de SEO y SEM",
        "servicios de publicidad",
        "estrategias marketing",
        "branding",
        "vender mas"
      ],
      "responses": [
        "Sí, ofrecemos una variedad de servicios que incluyen marketing, SEO y más. Te invitamos a contactarnos por Instagram para discutir cómo podemos ayudarte específicamente.",
        "Claro, proporcionamos servicios completos de marketing, incluyendo SEO. Si deseas más detalles, contáctanos por Instagram y estaremos encantados de ayudarte.",
        "Sí, ofrecemos servicios de marketing y SEO entre otros. Si estás interesado, te recomendamos que nos contactes por Instagram para una consulta más detallada.",
        "Definitivamente. Ofrecemos servicios integrales que incluyen marketing digital y optimización SEO. Contáctanos por Instagram para más información.",
        "Sí, damos servicios completos de marketing, incluyendo SEO. Si quieres saber más, escríbenos por Instagram y te proporcionaremos toda la información que necesites.",
        "Por supuesto, proporcionamos servicios profesionales de marketing y SEO. Para obtener más información, te invitamos a que nos contactes por Instagram.",
        "Sí, ofrecemos servicios de marketing digital, SEO y más. Si prefieres, puedes contactarnos por Instagram para una discusión más detallada sobre cómo podemos ayudarte.",
        "Sí, ofrecemos servicios de marketing que incluyen SEO y estrategias digitales. Te recomendamos que nos contactes por Instagram para una atención personalizada.",
        "Definitivamente. Proporcionamos servicios de marketing digital y SEO entre otros. Si quieres más detalles, contáctanos por Instagram y te responderemos rápidamente.",
        "Sí, damos servicios de marketing que incluyen SEO. Si necesitas más información, te animamos a que nos contactes por Instagram para resolver cualquier duda."
      ]
    },
    {
      "tag": "pregunta por el dueño de la web o empresa",
      "patterns": [
        "propietario",
        "dueño",
        "dueño de la empresa",
        "hablar con el jefe"
      ],
      "responses": [
        "Actualmente, el dueño no está disponible directamente. Te sugiero que nos contactes por Instagram para discutir cualquier inquietud que tengas. Estaremos encantados de ayudarte.",
        "Para hablar directamente con el dueño de la empresa, te recomiendo que nos escribas por Instagram. De esa manera, podremos coordinar una reunión o responder tus preguntas de manera más efectiva.",
        "Si deseas hablar con el propietario de la web, te animo a que nos contactes por Instagram. De esta manera, podrás discutir tus inquietudes directamente con él y obtener una respuesta rápida.",
        "El dueño de la empresa generalmente está ocupado, pero puedes contactarnos por Instagram para que podamos organizar una reunión o responder tus preguntas.",
        "Para hablar con el dueño de la empresa, te invito a que nos contactes por Instagram. De esta manera, podremos asegurarnos de que recibas la atención adecuada y una respuesta oportuna.",
        "Para comunicarte directamente con el dueño del negocio, te recomiendo que nos contactes por Instagram. Estaremos encantados de ayudarte y asegurarnos de que tus necesidades sean atendidas.",
        "Para hablar con el dueño de la web, te sugiero que nos contactes por Instagram. Así podremos organizar una reunión o resolver cualquier pregunta que puedas tener de manera eficiente.",
        "Para contactar directamente al dueño de la empresa, te recomiendo que nos escribas por Instagram. De esa forma, podremos facilitar la comunicación y responder a tus consultas rápidamente.",
        "Si quieres hablar con el dueño del negocio, la mejor manera de hacerlo es a través de Instagram. De esa forma, podremos asegurarnos de que recibas la atención personalizada que necesitas.",
        "Para hablar directamente con el propietario del sitio web, te recomiendo que nos contactes por Instagram. Estaremos encantados de atender tus preguntas y discutir cualquier asunto importante."
      ]
    },
    {
      "tag": "pregunta por recomendación de proyecto web",
      "patterns": [
        "¿Qué proyecto web me recomendarías?",
        "¿Tienes alguna recomendación para mi proyecto web?",
        "¿Qué tipo de proyecto web me sugerirías?",
        "¿Cuál sería tu recomendación para iniciar un proyecto web?",
        "¿Puedes recomendarme cómo empezar un proyecto web?",
        "¿Qué debería considerar para mi proyecto web?",
        "¿Cuál es la mejor opción para desarrollar mi sitio web?",
        "¿Me podrías dar consejos para mi proyecto web?",
        "¿Cuál sería el enfoque ideal para mi proyecto en línea?",
        "¿Qué me recomiendas para mejorar mi presencia en la web?",
        "¿Cómo debería comenzar con mi idea de negocio en línea?",
        "¿Tienes sugerencias para lanzar un proyecto digital?",
        "¿Qué pasos debería seguir para desarrollar un sitio web efectivo?",
        "¿Cuáles son las mejores prácticas para iniciar un proyecto digital?",
        "¿Qué consideraciones debería tener en cuenta para mi proyecto web?",
        "¿Cuál es la mejor manera de iniciar un proyecto online?"
      ],
      "responses": [
        "Cada proyecto web es único y requiere un estudio detallado para determinar la mejor estrategia. Te recomendaría analizar tus objetivos específicos, público objetivo y requisitos técnicos antes de tomar cualquier decisión.",
        "Para brindarte una recomendación precisa, es importante estudiar detalladamente las necesidades y objetivos de tu proyecto web. Te sugiero que nos contactes por Instagram para discutir más a fondo. Así podré entender mejor tus necesidades y ofrecerte una recomendación personalizada.",
        "Cada proyecto web es diferente y requiere un análisis detallado. Si estás buscando recomendaciones específicas, te invito a que nos contactes por Instagram. Podremos hablar directamente sobre tus ideas y necesidades para ofrecerte la mejor orientación.",
        "Antes de tomar cualquier decisión sobre tu proyecto web, es crucial realizar un estudio exhaustivo. Si deseas una recomendación más precisa, te recomiendo que nos contactes por Instagram. Así podremos hablar directamente y discutir los detalles de tu proyecto.",
        "Entiendo que estás buscando recomendaciones para tu proyecto web. Cada caso es único y requiere un enfoque personalizado. Te animo a que me contactes por Instagram para que podamos discutir más a fondo y proporcionarte la mejor recomendación posible."
      ]
    }
  ]
}